{
    "INTROART_1 name": "Вступление.",
    "INTROART_1 TEXT": "",
    "INTROART_1 TASK1": "Передайте 3 фильтра для противогаза, найденных в рейде.",
    "INTROART_1 TASK2": "Передайте 15 000 рублей.",
    "INTROART_1 completePlayerMessage": "Отлично. Оставайся в живых до тех пор, пока мы снова не встретимся.",
    "INTROART_1 successMessageText": "Отлично. Оставайся в живых до тех пор, пока мы снова не встретимся.",
    "INTROART_1 description": "Эй, ты. Выворачивай карманы ! Даже не пытайся выкинуть какой-нибудь трюк. Живо ! - Погоди-ка секунду. Дай мне взглянуть на твоё лицо... Ах, сказания были правдивы. Ты тот, кто был избран... Тот - кто сбежит... Но для этого тебе понадобится моя помощь. Мне нужно три фильтра для противогаза; убедись, что они не использованы. Я щедро тебя вознагражу. Следуй моим указаниям, и ты познаешь истину, спрятанную прямо под этой землей — землей Таркова.",
    "ARTT_1 name": "Зачистка",
    "ARTT_1 TEXT": "Убейте 3 Отступников в окрестностях Таркова",
    "ARTT_1 TEXT2": "Найдите и передайте 5 банок энергетического напитка Hot Rod",
    "ARTT_1 TEXT3": "Убейте 3 Диких в окрестностях Таркова",
    "ARTT_1 completePlayerMessage": "Отлично сработано, Наемник ! Твои способности впечатляют ! Заинтриговал. Я c нетерпением жду нашего дальнейшего сотрудничества. Нам нужно глубже погрузиться в мир черного рынка. Нас ожидают захватывающие авантюры.",
    "ARTT_1 startedMessageText": "Часики тикают, Наемник ! Тени опускаются, a Отступники затевают нечто зловещее. Скорее ! Устрани их, а затем принеси мне энергетики. Это нужно сделать до захода солнца. Многое на кону, а наш враг не будет ждать. Чёрный рынок нынче не спокоен. Выдвигайся. Пусть твоя рука, аки клыки кобры сразит цель. Судьба Таркова висит на волоске, и лишь ты решаешь, что произойдёт дальше. Поторопись, ночь не ждет, а судьбоносный час всё ближе и ближе.", 
    "ARTT_1 acceptPlayerMessage": "Часики тикают, Наемник ! Тени опускаются, a Отступники затевают нечто зловещее. Скорее ! Устрани их, а затем принеси мне энергетики. Это нужно сделать до захода солнца. Многое на кону, а наш враг не будет ждать. Чёрный рынок нынче не спокоен. Выдвигайся. Пусть твоя рука, аки клыки кобры сразит цель. Судьба Таркова висит на волоске, и лишь ты решаешь, что произойдёт дальше. Поторопись, ночь не ждет, а судьбоносный час всё ближе и ближе.",
    "ARTT_1 successMessageText": "Отлично сработано, Наемник ! Твои способности впечатляют ! Заинтриговал. Я c нетерпением жду нашего дальнейшего сотрудничества. Нам нужно глубже погрузиться в мир черного рынка. Нас ожидают захватывающие авантюры.",
    "ARTT_1 description": "Здравствуй, Наемник. Моё имя не важно, в данный момент. Желаешь помочь делу ? Или, может стать его частью ? Уничтожь трёх Отступников на улицах. Убедись, что они погибли. Добей, если придётся. Они угрожают балансу в Таркове. Раздобудь пять банок энергетика Hot Rod, и наши судьбы пересекутся. Будь осторожен. Доверие - редкий гость, на нашем тёмном пути. Пусть тьма сопровождает тебя.",
    "ARTT_2 TEXT": "Передайте 3 хирургических набора CMS, найденных в рейде",
    "ARTT_2 TEXT2": "Убейте 6 шпионов Terragroup в лесу.",
    "ARTT_2 TEXT3": "Найдите заброшенный лагерь USEC в лесу.",
    "ARTT_2 completePlayerMessage": "Наемник, твоя преданность впечатляет. Ты многого достиг. Продолжай в том же духе! Тьма представляет твоему взору новое испытание: несколько культистов обьявились в лесу. Их следует стереть с лица земли. Понадейся на свои способности, ведь судьба Таркова снова от них зависит. Удачи, и пусть успех сопутствует тебе на этой важной миссии.",
    "ARTT_2 startedMessageText": "Наемник, твоя преданность впечатляет. Ты многого достиг. Продолжай в том же духе! Тьма представляет твоему взору новое испытание: несколько культистов обьявились в лесу. Их следует стереть с лица земли. Понадейся на свои способности, ведь судьба Таркова снова от них зависит. Удачи, и пусть успех сопутствует тебе на этой важной миссии.",
    "ARTT_2 name": "Тёмные Дела",
    "ARTT_2 acceptPlayerMessage": "Наемник, новая угроза нависла над Тарковым - агенты Terragroup, скрывающиеся под личинами свиты Штурмана. Они бродят по лесу, вместе c Отступниками, используя лагерь USEC, как свой склад. Мне нужно, чтобы ты подтвердил местоположение их обители. Будь бдителен и осторожен, они легко скрываются в тенях, а их истинные намерения мне пока не ясны. Распутай эту паутину, чтобы обеспечить безопасность Таркова и укрепить наше сотрудничество. Доверься своим инстинктам, и пусть тьма будет твоим союзником в этом опасном деле.",
    "ARTT_2 successMessageText": "Наемник, твоя преданность впечатляет. Ты многого достиг. Продолжай в том же духе! Тьма представляет твоему взору новое испытание: несколько культистов обьявились в лесу. Их следует стереть с лица земли. Понадейся на свои способности, ведь судьба Таркова снова от них зависит. Удачи, и пусть успех сопутствует тебе на этой важной миссии.",
    "ARTT_2 description": "Наемник, новая угроза нависла над Тарковым - агенты Terragroup, скрывающиеся под личинами свиты Штурмана. Они бродят по лесу, вместе c Отступниками, используя лагерь USEC, как свой склад. Мне нужно, чтобы ты подтвердил местоположение их обители. Будь бдителен и осторожен, они легко скрываются в тенях, а их истинные намерения мне пока не ясны. Распутай эту паутину, чтобы обеспечить безопасность Таркова и укрепить наше сотрудничество. Доверься своим инстинктам, и пусть тьма будет твоим союзником в этом опасном деле.",
    "ARTT_3 name": "Око за око",
    "ARTT_3 TASK1": "Достигните 2 уровня лояльности c Прапором",
    "ARTT_3 TASK2": "Передайте гофрированный шланг, который использовался в качестве ошейника.",
    "ARTT_3 Acceptplayermessage": "Наемник, поспеши ! Не теряй времени ! Заслужи его доверие и возвращяйся за наградой.",
    "ARTT_3 successmessage": "Впечатляющая работа, Наемник. Мы с Прапором довольны твоими действиями. Наши пути снова пересекутся. До тех пор - оставайся бдительным.",
    "ARTT_3 description": "Наемник, позволь мне представить тебе Хищника. Фигуру, выкованную в горниле Неудач. Живя в плену, он был вынужден терпеть невообразимые пытки. Его превратили в пса, с изогнутым шлангом на шее. Передай этот 'Поводок' Прапору, чтобы заслужить его доверие. Это способ выразить благодарность за помощь моему другу. Достань утерянный гофрированный шланг, который когда-то служил ошейником для Хищника. Отыщи его.",
    "ARTT_4 name": "Сезон страха",
    "ARTT_4 startedMessageText": "Наёмник, рад тебя снова видеть. Мне поручили узнать, на что ты способен, если в задании фигурируют определённые условия. Слушай внимательно — Чтобы вселять ужас в своих жертв, ты должен выглядеть подобающе. Надень маску черепа, а так же, использую 'тихое' оружие, что бы оставаться в тенях. Спеши же, наёмник. Время, как всегда - на вес золота.",
    "ARTT_4 description": "Наёмник, рад тебя снова видеть. Мне поручили узнать, на что ты способен, если в задании фигурируют определённые условия. Слушай внимательно — Чтобы вселять ужас в своих жертв, ты должен выглядеть подобающе. Надень маску черепа, а так же, используй 'тихое' оружие, что бы оставаться в тенях. Спеши же, наёмник. Время, как всегда - на вес золота.",
    "ARTT_4 successMessageText": "Наёмник ! А ты хорош ! Тебе стоит отдохнуть в ожидании моего вызова. Будь на связи.",
    "ARTT_4 acceptplayermessage": "Нет времени. Спеши. Устрани бродячих псов. Всех, до единого !",
    "ARTT_4 TASK1": "Устраните 10 Диких, используя оружие с глушителем, надев маску черепа на Берегу",
    "ARTT_4 TASK2": "Устраните 6 Диких в промежуток времени c 21:00 до 04:00 на Берегу",
    "ARTT_4 Desc": "Наёмник, представляю тебе новый план. Вместе c Хищником, я дарю тебе маску черепа. Эта жуткая маска выполняет двойную функцию - она служит символом нашего сотрудничества и, что более важно - средством принять облик стража Хищника. Охотся на Диких, как на бродячих псов, чтобы передать весточку их вожакам.",
    "ARTT_4 success": "Отлично, Наемник. Скоро наши пути снова пересекутся. Оставайcя на связи.",
    "ARTT_5 name": "Скиталец",
    "ARTT_5 Acceptpm": "Наемник, я прибыл c новостью. Она о последней вылазке Хищника на Таможенный терминал.",
    "ARTT_5 TASK1": "Найдите вагон, в котором побывал Хищник.",
    "ARTT_5 TASK2": "Положите 3 бутылки воды в вагон поезда",
    "ARTT_5 TASK3": "Положите 2 пакета MRE в вагон поезда",
    "ARTT_5 Desc": "Наемник, я прибыл c новостью. Она о последней вылазке Хищника на Таможню. Хищник использовал поезд, чтоб добраться до Терминала. Конечно, он навёл шороху. К его несчастью, его заметил местный головорез. Его кличут Решала. Впрочем... Передай скотине провизию. Пусть подавится... Удачи.",
    "ARTT_5 complete": "Молодец, Наёмник. Надеюсь, наши пути пересекутся вновь.",
    "ARTT_6 name": "Посланник",
    "ARTT_6 TASK1": "Убейте 6 Сектанов в промежуток времени c 21:00 до 04:00 на Таможне",
    "ARTT_6 TASK2": "Убейте 6 Сектантов в промежуток времени c 21:00 до 04:00 в Лесу",
    "ARTT_6 TASK3": "Убейте 3 Жреца Сектантов в промежуток времени c 21:00 до 04:00 на Берегу",
    "ARTT_6 desc": "Наемник, до меня стали доходить слухи, что мои бывшие прислужники всё ещё живы. Мне нужно, чтобы ты нашёл их и устранил. Если их схватят, враг получит слишком много информации... Даже если наши языки были скованы 'Клинком', у меня все ещё остаются сомнения, что они расскажут всё, что нужно врагу, как послушные псы. Пленных не брать, Наёмник.",
    "ARTT_6 success": "Хвалю, Наёмник, хвалю. Можешь быть уверен, что твои действия не останутся незамеченными. Ты заслужил не только мое доверие, но и доверие нашей команды.",
    "ARTT_7 name": "Информация правит миром",
    "ARTT_7 acceptpm": "Наемник, спасибо, что пришёл снова. Ha этот раз мне нужно, чтобы ты нашёл электронику. Не простую, конечно. Проверенную.",
    "ARTT_7 task1": "Найти и передать 2 папки c разведданными, найденные в рейде",
    "ARTT_7 task2": "Найти и передать 3 защищенных флэш-накопителя, найденных в рейде",
    "ARTT_7 task3": "Найти и передать 4 подавителя радиосигналов",
    "ARTT_7 task4": "Найти и передать 3 Wi-Fi камеры",
    "ARTT_7 desc": "Наемник, я рад, что ты пришёл. Присаживайся. Я расскажу тебе маленький секрет, который останется между нами. Видел Коттеджи на Берегу ? Логово Санитара. Мне нужны 'глаза' на его территории. Пусть думает, что он в безопасности.",
    "ARTT_7 success": "Занимательно. Ну-ка, глянем, что тут у нас...",
    "ARTT_8 name": "Из грязи - в князи",
    "ARTT_8 acceptpm": "Наемник, y меня есть хорошая и плохая новости. C какой начнем ? Плохая ? Санитар скрылся. Мы смогли захватить лишь часть его свиты, и они рассказали, что тот должен в скором времени вернуться в Коттеджи. Хорошая же новость заключается в том, что ты убьешь Санитара.",
    "ARTT_8 TASK1": "Устранить цель : Санитар",
    "ARTT_8 desc": "Наемник, он уходит ! Мы не можем позволить, чтобы он ушел. Он слишком много знает. Завали его ! Он должен умереть.",
    "ARTT_8 success": "Отлично сработано, Наемник. Это огромный шаг вперед. Шаг к миру в Таркове.",
    "ARTT_9 name": "Утерянная посылка",
    "ARTT_9 acceptpm": "Наёмник, хорошие новости. Весточка разлетелась по всем концам Таркова. Все теперь знают, что Санитар мёртв. Его крысы уже закопошились в своих норах.",
    "ARTT_9 desc": "Наёмник, хорошие новости. Весточка разлетелась по всем концам Таркова. Все теперь знают, что Санитар мёртв. Его крысы уже закопошились в своих норах. Это наша возможность забрать себе то, что по праву принадлежит нам. В Коттеджах на маяке осталась посылка. Забытая в попыхах посылка. Это, так сказать прощальный подарок. Пометь её маркером; Я пошлю братьев наших за ней. А, да. Пока ты не ушёл: Мне передали, что его прихвостни уже мертвы. Проберись в лагерь диких в Лесу. Где-то там находится белый контейнер с мешками для трупов. Давай убедимся в последний раз...",
    "ARTT_9 TASK1": "Найдите медицинскую комнату в Коттедже-Шалле на Маяке",
    "ARTT_9 TASK2": "Пометьте забытую посылку.",
    "ARTT_9 TASK3": "Обнаружьте контейнер с трупами в Лесу",
    "ARTT_9 success": "Понятно. Передам остальным. Ожидай моего зова.",
    "ARTT_10 name": "Марионетки",
    "ARTT_10 acceptpm": "Наёмник, одна птичка нашептала, что Ищейки, идущие по души неких Дена и его компаньона Рыжего, прибыли в окрестности Таркова. Ищейки эти, заслужили какую-никакую поддержку от местных, неся хаос. Со мной связался Егерь, обьяснив, что если мы не успокоим весь этот шум, вскоре он поглатит Тарков. Давай обьясним гостям, что так вести себя у нас дома не стоит. В качестве подтверждения серьёзности наших намерений - устрани несколько Ищеек. Но, пожалуйста, не убей Дена и его дружка. Они с Егерем в ладах. А что касается нашей выгоды. Ден будет полезен в скором будущем...",
    "ARTT_10 desc": "Наёмник, одна птичка нашептала, что Ищейки, идущие по души неких Дена и его компаньона Рыжего, прибыли в окрестности Таркова. Ищейки эти, заслужили какую-никакую поддержку от местных, неся хаос. Со мной связался Егерь, обьяснив, что если мы не успокоим весь этот шум, вскоре он поглатит Тарков. Давай обьясним гостям, что так вести себя у нас дома не стоит. В качестве подтверждения серьёзности наших намерений - устрани несколько Ищеек. Но, пожалуйста, не убей Дена и его дружка. Они с Егерем в ладах. А что касается нашей выгоды. Ден будет полезен в скором будущем...",
    "ARTT_10 TASK1": "Устраните 3 Ищеек",
    "ARTT_10 success": "Хорошая работа, Наёмник. Как всегда порадовал. Будь во внимании. Ден вернётся к Егерю в любую минуту.",
    "ARTT_11 name": "Секретная формула",
    "ARTT_11 acceptpm": "Приве... Выглядишь паршиво. Ищейки потрепали тебя, да ? Присядь, отдохни. У меня есть средство. Единственное в своём роде ! Дай мне минутку, чтоб убед... Вот блядь ! Да уж. Ингредиентов-то нет. Чтож, Наёмник. Найди мне материалы и не пожалеешь...",
    "ARTT_11 desc": "Приве... Выглядишь паршиво. Ищейки потрепали тебя, да ? Присядь, отдохни. У меня есть средство. Единственное в своём роде ! Дай мне минутку, чтоб убед... Вот блядь ! Да уж. Ингредиентов-то нет. Чтож, Наёмник. Найди мне материалы и не пожалеешь...",
    "ARTT_11 TEXT1": "Передайте 2 набора для переливания крови, найденных в рейде",
    "ARTT_11 TEXT2": "Передайте 5 медицинских инструментов, найденных в рейде",
    "ARTT_11 TEXT3": "Передайте стерильный шприц, найденный в рейде",
    "ARTT_11 TEXT4": "Передайте 3 банки '42-ой Английский чай', найденных в рейде",
    "ARTT_11 TEXT5": "Передайте 2 бутылки воды, найденных в рейде",
    "ARTT_11 TEXT6": "Передайте 2 бутылки перекиси водорода, найденных в рейде",
    "ARTT_11 success": "Очень хорошо. Думаю, это поможет твоему текущему состоянию. Нам предстоит тяжелая работа, так что отдохни.",
    "ARTT_12 name": "Карта доступа",
    "ARTT_12 acceptpm": "Слушай, расскажу тебе об успехах прошлого задания. Наше 'Письмо' было доставлено адресату и непосредственно повлияло на Ищеек. Они, конечно и раньше слышали о тебе и твоих заслугах, но до недавнего недооценивали тебя. Ден и Рыжий объяснили ситуацию Егерю. Они провернули некую подставу, во время сделки Вожака Ищеек и Отступников. Вот почему, они прибыли в 'подконтрольный' нам регион. Мне было поручено узнать, в чем заключалась сделка. Ден был не сильно сговорчив. У меня ощущение, что сделка была связана с некой Ключ-Картой. Картой, связанной непосредственно с Terragroup. Принеси мне карту доступа к их комплексу.",
    "ARTT_12 desc": "Слушай, расскажу тебе об успехах прошлого задания. Наше 'Письмо' было доставлено адресату и непосредственно повлияло на Ищеек. Они, конечно и раньше слышали о тебе и твоих заслугах, но до недавнего недооценивали тебя. Ден и Рыжий объяснили ситуацию Егерю. Они провернули некую подставу, во время сделки Вожака Ищеек и Отступников. Вот почему, они прибыли в 'подконтрольный' нам регион. Мне было поручено узнать, в чем заключалась сделка. Ден был не сильно сговорчив. У меня ощущение, что сделка была связана с некой Ключ-Картой. Картой, связанной непосредственно с Terragroup. Принеси мне карту доступа к их комплексу.",
    "ARTT_12 TEXT1": "Передайте Карту Доступа Terragroup",
    "ARTT_12 TEXT2": "Устраните 5 Отступников",
    "ARTT_12 success": "Никогда меня не подводил, и вот опять ! Молодец. Ожидай, скоро свидимся.",
    "ARTT_13 name": "Крупный Улов",
    "ARTT_13 acceptpm": "Внемли моим словам. До меня дошли новости, что Ищейки по-прежнему сеют хаос по округе. Они устроили засаду на Машину Terragroup у Таможенного терминала. Хищник передал мне данные о важных документах, которые были в том джипе, а так же о месте, куда они были отправлены. Так же, ходят слухи о том, что фургон, той же компании успешно добрался до заброшенных складов и выгрузил бочки с неизвестным содержимым.. Узнай, что в бочках. Отправляйся туда и оставь на них метку. Про машину с документами тоже не забудь. Знай, что они играют с огнём. Я отправлю туда своих ребят, чтобы они разнесли там всё. Спасибо, Наёмник.",
    "ARTT_13 desc": "Внемли моим словам. До меня дошли новости, что Ищейки по-прежнему сеют хаос по округе. Они устроили засаду на Машину Terragroup у Таможенного терминала. Хищник передал мне данные о важных документах, которые были в том джипе, а так же о месте, куда они были отправлены. Так же, ходят слухи о том, что фургон, той же компании успешно добрался до заброшенных складов и выгрузил бочки с неизвестным содержимым.. Узнай, что в бочках. Отправляйся туда и оставь на них метку. Про машину с документами тоже не забудь. Знай, что они играют с огнём. Я отправлю туда своих ребят, чтобы они разнесли там всё. Спасибо, Наёмник.",
    "ARTT_13 TASK1": "Обнаружьте место засады",
    "ARTT_13 TASK2": "Пометьте украденные документы ",
    "ARTT_13 TASK3": "Обнаружьте бочки с неизвестным содержимым",
    "ARTT_13 TASK4": "Пометьте бочки с неизвестным содержимым",
    "ARTT_13 success": "Как всегда, приятно иметь с тобой дело. Оставайся на связи.",
    "ARTT_14 name": "Интервенция",
    "ARTT_14 acceptpm": "Слушай внимательно. Хищник оповестил меня о том, что следы жидкости из тех бочек, были найдены на заводе. Постарайся проникнуть на территорию химкомбината, оставаясь незамеченным. Избавляйся от лишних глаз и ушей. Нельзя, чтоб кто-то знал о нашем визите. То, до чего ты должен добраться в этот раз - заброшенная медицинская палатка. Да, та, которая у выхода. В этой палатке был обнаружен использованный костюм Хим.Защиты. Он должен быть помечен. Так же возьми с него образец. Похоже на то, что бочки заполнялись кем-то в этом костюме. Чуть не забыл: Пометь медицинские контейнеры. Может в них будет что-то интересное.",
    "ARTT_14 desc": "Слушай внимательно. Хищник оповестил меня о том, что следы жидкости из тех бочек, были найдены на заводе. Постарайся проникнуть на территорию химкомбината, оставаясь незамеченным. Избавляйся от лишних глаз и ушей. Нельзя, чтоб кто-то знал о нашем визите. То, до чего ты должен добраться в этот раз - заброшенная медицинская палатка. Да, та, которая у выхода. В этой палатке был обнаружен использованный костюм Хим.Защиты. Пометь его. Так же возьми с него образец. Похоже на то, что бочки заполнялись кем-то в этом костюме. Чуть не забыл: Оставь маркер и на медицинских контейнерах. Может в них будет что-то интересное.",
    "ARTT_14 TASK1": "Устраните свидетелей",
    "ARTT_14 TASK2": "Обнаружьте заброшенную палатку",
    "ARTT_14 TASK3": "Пометьте медицинские контейнеры",
    "ARTT_14 TASK4": "Пометьте использованный костюм Хим.Защиты",
    "ARTT_14 success": "Отлично, Наемник. Скоро наши пути снова пересекутся. Оставайcя на связи.",
    "ARTT_15 name": "Поиск Экипировки",
    "ARTT_15 acceptpm": "Плохие новости, наёмник: Хищник сообщил о возвращении культистов в окрестности Таркова. Они прячутся в тенях, не оставляя и шанса на выживание своим жертвам. Мои люди пали от их рук и потеряли дорогостоящее снаряжение. Верни то, что принадлежит нам по праву. Твои усилия будут щедро вознаграждены. Это задание является одним из важнешйих в нашем с тобой сотрудничестве. Это оборудование - Является ключом и замком к нашему делу. Найди его и всё тайное - станет явным.",
    "ARTT_15 desc": "Плохие новости, наёмник: Хищник сообщил о возвращении культистов в окрестности Таркова. Они прячутся в тенях, не оставляя и шанса на выживание своим жертвам. Мои люди пали от их рук и потеряли дорогостоящее снаряжение. Верни то, что принадлежит нам по праву. Твои усилия будут щедро вознаграждены. Это задание является одним из важнешйих в нашем с тобой сотрудничестве. Это оборудование - Является ключом и замком к нашему делу. Найди его и всё тайное - станет явным.",
    "ARTT_15 TASK1": "Передайте маску Безликого, найденную в рейде",
    "ARTT_15 TASK2": "Передайте маску Чумного Доктора, найденную в рейде",
    "ARTT_15 TASK3": "Передайте нож Культиста, найденный в рейде",
    "ARTT_15 TASK4": "Устраните 2 культистов в окрестностях Таркова",
    "ARTT_15 success": "Как всегда не разачаровываешь, Наёмник. Ожидай скорого сообщения.",
    "ARTT_16 name": "Инвентаризация и Перевооружение.",
    "ARTT_16 acceptpm": "Наёмник. Точнее нет... Дорогой друг, оставляю тебе эту записку. Прости, что не могу сказать тебе это лично. Мы отправляемся на вылазку за ресурсами в данный момент. В последний раз я прошу тебя о помощи. Мы с товарищами собираемся к штурму последних объектов Terragroup. Несмотря на то, что мы вооружены, нашего арсенала, скорее всего не хватит. Пожалуйста, раздобудь для нас: 3 М-ки, 2 АКМа, и дополнительный боекомплект. Так же, можешь посетить торговцев. Они, вероятно знают о нашем деле и не откажут в помощи. Твоя помощь неоценима. Спасибо тебе. С уважением, Артём.",
    "ARTT_16 desc": "Наёмник. Точнее нет... Дорогой друг, оставляю тебе эту записку. Прости, что не могу сказать тебе это лично. Мы отправляемся на вылазку за ресурсами в данный момент. В последний раз я прошу тебя о помощи. Мы с товарищами собираемся к штурму последних объектов Terragroup. Несмотря на то, что мы вооружены, нашего арсенала, скорее всего не хватит. Пожалуйста, раздобудь для нас: 3шт М4А1, 2шт АКМа, и дополнительный боекомплект. Так же, можешь посетить торговцев. Они, вероятно знают о нашем деле и не откажут в помощи. Твоя помощь неоценима. Спасибо тебе. С уважением, Артём.",
    "ARTT_16 TASK1": "Передайте 3шт М4А1, найденных в рейде",
    "ARTT_16 TASK2": "Передайте 2шт АКМ, найденных в рейде",
    "ARTT_16 TASK3": "Передайте 260 патронов 5.56x45mm ПС",
    "ARTT_16 TASK4": "Передайте 120 патронов 7.62x39mm ПП",
    "ARTT_16 TASK5": "Передайте 120 патронов 7.62x39mm УС",
    "ARTT_16 TASK6": "Передайте 300 патронов 5.56x45mm FMJ",
    "ARTT_16 success": "..."

}