{
    "668858720221bbe5f306b226": "Przekaż butelki bimbru Fierce Hatchling",
    "668858720221bbe5f306b227": "Przekaż butelki wódki Tarkovska",
    "668858720221bbe5f306b228": "Przekaż butelki whisky Dan Jackiel",
    "668858720221bbe5f306b225 name": "Event: Artykuły imprezowe",
    "668858720221bbe5f306b225 description": "Event ends June 21st!\n\nHey there bud, I'm working to setup a party. It's about that time of year for my birthday so I'm going to need some help getting this all setup for everyone to come out to enjoy it! It would really help if you could gather up some liquor for the party. We'll need quite a few bottles though.",
    "668858720221bbe5f306b225 startedMessageText": "Daj mi znać jak załatwisz alko. Dam ci znać gdzie je podrzucić.",
    "668858720221bbe5f306b225 successMessagetext": "Zajebiście stary, tyle wystarczy, dzięki!",
    "668858720221bbe5f306b232": "Wyeliminuj wszystkie cele gdy są ogłuszone",
    "668858720221bbe5f306b22f name": "EVENT: Buzzkill",
    "668858720221bbe5f306b22f description": "Event ends June 21st!\n\nI found a location, but it was swarming with locals. I got shot up a bit and needed to be bandaged...those fuckers kept throwing stun grenades at me and I barely got out alive. I want you to go out and get my revenge. Go toy with your food before you kill it. Flash and stun the shit out of some folks and then take 'em out.",
    "668858720221bbe5f306b22f startedMessageText": "Właśnie dlatego zlecam moje zadania innym. Jestem za stary na to gówno.",
    "668858720221bbe5f306b22f successMessagetext": "Doceniam to, mam teraz na myśli inne miejsce, może być trochę bezpieczniejsze na impreze.",
    "668858720221bbe5f306b23b": "Check out the potential location at the chalet",
    "668858720221bbe5f306b23e": "Check out the potential location at the resort",
    "668858720221bbe5f306b241": "Sprawdź potencjalną miejscówkę w uszkodzonym domu",
    "668858720221bbe5f306b244": "Check out the potential location at the first dockhouse",
    "668858720221bbe5f306b247": "Check out the potential location at the second dockhouse",
    "668858720221bbe5f306b238 name": "EVENT: Odpowiednie miejsce",
    "668858720221bbe5f306b238 description": "Event ends June 21st!\n\nIn the region around the lighthouse, there's quite a few houses and party locations. I'll need you to scope them all out and return with the details. Try to find out about how many locals wander around the area, and what the view looks like. We also need room for at least 20 party goers.",
    "668858720221bbe5f306b238 startedMessageText": "Check out the chalet, the resort, the busted up broken house, and both dockhouses for me. Find somewhere relatively quiet and has lots of room. Also a great view.",
    "668858720221bbe5f306b238 successMessagetext": "Przejże twoje notatki i wybiorę miejscówke która mi się spodoba.",
    "668858720221bbe5f306b251": "Odwiedź wybraną lokalizację w uszkodzonym domu",
    "668858720221bbe5f306b255": "Wyeliminuj cele w pobliżu zniszczonego domu",
    "668858720221bbe5f306b25a": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b24e name": "EVENT: Nieproszeni goście",
    "668858720221bbe5f306b24e description": "Event ends June 21st!\n\nAlright, I've decided. I want to hold the party at the busted up, ancient, falling apart house. It has a certain vibe to it that I like, and it's relatively quiet and has lots of room. Plus, it would be funny as shit to see people stumbling around drunk in there. Level floor? Who needs that. Not to mention the great ocean side view and the glorious scenic view of the lighthouse itself. Go out there, clean out any locales and report back.",
    "668858720221bbe5f306b24e startedMessageText": "Nie mogę się doczekać, za niedługo impreza!",
    "668858720221bbe5f306b24e successMessagetext": "Dziękuje za wyczyszczenie lokalizacji. Czas na zorganizowanie imprezy!",
    "668858720221bbe5f306b266": "Znajdź 'bar' w zepsutym domu",
    "668858720221bbe5f306b267": "Umieść butelki bimbru Fierce Hatchling",
    "668858720221bbe5f306b268": "Umieść butelki Tarkowskiej wódki",
    "668858720221bbe5f306b269": "Umieść butelki whisky Dan Jackiel",
    "668858720221bbe5f306b263 name": "EVENT: Organizacja Imprezy",
    "668858720221bbe5f306b263 description": "Event ends June 21st!\n\nThe liquor that you gave me, I'm giving it back to you to go deliver to the site. There should be a 'bar-esque' type area, go ahead and store all the bottles behind the counter. Try to hide them so nobody steals that shit.",
    "668858720221bbe5f306b263 startedMessageText": "Ukryj je. Nie chcę zacząć imprezy i dowiedzieć się, że cały nasz alkohol został skradziony.",
    "668858720221bbe5f306b263 successMessagetext": "We'll get this party started, but I'm gunna need you to make a bunch of noise in the other areas of the region.",
    "668858720221bbe5f306b278": "Wyeliminuj wszelkie cele w regionie Latarni",
    "668858720221bbe5f306b27c": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b274 name": "EVENT: Robić hałas",
    "668858720221bbe5f306b274 description": "Event ends June 21st!\n\nUnfortunately, you aren't invited - not because I don't like you, but because I need you to go make a shitload of noise in other parts of the region. It'll keep my guests and myself safe from the locals while we get blasted off our ass.",
    "668858720221bbe5f306b274 startedMessageText": "Make tons of noise, draw them all away from the party so we can get loud as hell!",
    "668858720221bbe5f306b274 successMessagetext": "It's been a good party so far.",
    "668858720221bbe5f306b288": "Launch yellow flares from the large rock overlooking the broken house",
    "668858720221bbe5f306b28c": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b285 name": "EVENT: Fajerwerki",
    "668858720221bbe5f306b285 description": "Event ends June 21st!\n\nWe're really enjoying the party, thank you for all your work to get this setup - if you could do me one more favour to knock the socks off these guests.. take these flares and shoot them off at the giant rock overlooking the broken house. The rock is to the north of the house and should have a good sightline of the house itself. Make sure to angle them about 45 degrees or we won't be able to see it!",
    "668858720221bbe5f306b285 startedMessageText": "Weź to, idź na miejsce i je wystrzel!",
    "668858720221bbe5f306b285 successMessagetext": "To była zajebista impreza, dziękuje ci za wszystko!",
    "668858720221bbe5f306b298": "Handover a Sealed Weapon Case",
    "668858720221bbe5f306b297 name": "EVENT: Gdzie mój prezent?",
    "668858720221bbe5f306b297 description": "Event ends June 21st!\n\nOne last thing, where's my fucking gift? I get you spent a lot of time setting this up and providing security but it's my birthday. That deserves a gift. Since you didn't think to get me something, take this flare and go fire it off. My guys will fly over head and drop off a package for you. I just ask that you delivery one of the sealed crates to me. You can have the rest.",
    "668858720221bbe5f306b297 startedMessageText": "My guys will watch for the signal everywhere except the factory or the laboratory. Fucking obviously.",
    "668858720221bbe5f306b297 successMessagetext": "Awesome, thanks again for all the work. I'll make sure you're adequately paid for your time. Maybe.",
    "668858720221bbe5f306b2a2": "Handover found in raid Super Water",
    "668858720221bbe5f306b2a3": "Handover found in raid Aquamari Water Bottle",
    "668858720221bbe5f306b2a4": "Handover found in raid Bottle of Water (0.6L)",
    "668858720221bbe5f306b2a5": "Handover found in raid Emergency Water Ration",
    "668858720221bbe5f306b2a6": "Handover found in raid Aquapeps water purification tablets",
    "668858720221bbe5f306b2a1 name": "EVENT: Water Supplies",
    "668858720221bbe5f306b2a1 description": "Event ends July 14th!\n\nI'm running low on water, and it's getting fucking hot out there. I can buy us a couple more days but I really need a resupply. Think you can find me some cases of purified water, some water bottls, and maybe some purification tablets? I'd really appreciate it.",
    "668858720221bbe5f306b2a1 startedMessageText": "We're a little dehydrated, can you help us out?",
    "668858720221bbe5f306b2a1 successMessagetext": "Oh thank goodness, this was an extreme thirst. Thank you!",
    "668858720221bbe5f306b2ad": "Eliminate targets while wearing a Scav Vest and baseball cap (no armour)",
    "668858720221bbe5f306b2a9 name": "EVENT: That's Hot",
    "668858720221bbe5f306b2a9 description": "Event ends July 14th!\n\nThe guys are wondering how you do it wearing all that armour when it's getting so humid outside. I told 'em that you're a fiend in summer and don't need armour to do your job. I might have overstepped a little bit but now I need you to prove me right. You're a badass right? You can take out some locals while only wearing a baseball cap and a scav vest? Right? Don't bitch out now.",
    "668858720221bbe5f306b2a9 startedMessageText": "Float like a butterfly, sting like a bee.",
    "668858720221bbe5f306b2a9 successMessagetext": "I knew you'd do well, protection is just a bonus for you.",
    "668858720221bbe5f306b2b5": "Locate and visit the USEC Camp on Woods",
    "668858720221bbe5f306b2b8": "Locate and visit the adjacent USEC Camp on Woods",
    "668858720221bbe5f306b2bb": "Locate and visit the radio tower with a bunker on Woods",
    "668858720221bbe5f306b2be": "Locate and visit the Scav Base on Woods",
    "668858720221bbe5f306b2c2": "Survive and extract from the location",
    "668858720221bbe5f306b2b2 name": "EVENT: Burning Up",
    "668858720221bbe5f306b2b2 description": "Event ends July 14th!\n\nI need somewhere to hide out for a couple weeks. The air system in this place has broken and it's getting way too hot and humid in here. If you can find me a temporary base of operations in a cooler area of the region that'll do just fine. Somewhere well wooded probably. There's a couple areas around the USEC Camp that was setup, might be a good spot for us to hideout for a bit. Go check the area out and let me know what you find.",
    "668858720221bbe5f306b2b2 startedMessageText": "I'm gunna kill my engineer. Fuckin' ran off after the air system broke. I might have brought him on as a favour.",
    "668858720221bbe5f306b2b2 successMessagetext": "I'll review this report and let you know where I've picked out.",
    "668858720221bbe5f306b2cd": "Visit the radio tower with a bunker on Woods",
    "668858720221bbe5f306b2d1": "Eliminate targets around the radio tower",
    "668858720221bbe5f306b2d2": "Stash the Super Waters in bunker",
    "668858720221bbe5f306b2d3": "Stash the Aquamari Water Bottles in bunker",
    "668858720221bbe5f306b2d4": "Stash the Bottles of Water in bunker",
    "668858720221bbe5f306b2d5": "Stash the Emergency Water Rations in bunker",
    "668858720221bbe5f306b2d6": "Stash the Aquapeps water purification tablets in bunker",
    "668858720221bbe5f306b2ca name": "EVENT: Cooling Down",
    "668858720221bbe5f306b2ca description": "Event ends July 14th!\n\nThat bunker sounds perfect, couple beds, underground, easy access to communications and some supplies left behind? I'll take it. If you can go back out there and clear out the area it'll be appreciated. I'll also need you to run out some of these supplies and stash them in the bunker for us to show up after you clear it all out.",
    "668858720221bbe5f306b2ca startedMessageText": "I might have to make this a permanent home...if it's not too busy with locals anyway. Probably won't though.",
    "668858720221bbe5f306b2ca successMessagetext": "We'll pack up and head out to the temporary home, thanks for doing that!",
    "668858720221bbe5f306b2e5": "Eliminate SCAVs in the Woods while dehydrated",
    "668858720221bbe5f306b2e0 name": "EVENT: Riptide",
    "668858720221bbe5f306b2e0 description": "Event ends July 14th!\n\nWe're all set and good to go in our temporary home. Thanks for getting us setup! We've got safety, supplies, and a nice cool underground bunker to deal with the heat. All I have left to ask is to play a little joke on the locals around here. Show them you aren't anything to mess around with. Why don't you take a handful of locals out while you're under the effects of dehydration? Since it's so fucking hot outside it should be easy enough to get dehydrated!",
    "668858720221bbe5f306b2e0 startedMessageText": "Good luck!",
    "668858720221bbe5f306b2e0 successMessagetext": "Maybe they won't fuck with you anymore. Thanks again for all the help!",
    "668858720221bbe5f306b2ee": "Eliminate PMCs on Ground Zero",
    "668858720221bbe5f306b2ea name": "Wykaż się",
    "668858720221bbe5f306b2ea description": "You want to work with me? You gotta prove it. I've been lookin' for someone. If you can take a couple guys out, maybe I can trust you to start lookin' for 'em.",
    "668858720221bbe5f306b2ea startedMessageText": "Happy that you took me up on my offer. Get to work.",
    "668858720221bbe5f306b2ea successMessagetext": "Well shit, I didn't expect you to come back alive. Good work - I'm hearin' rumblings about where my guy might have gone off to. I'll send you on your way for now. Come back in a few. Take this for your trouble.",
    "668858720221bbe5f306b2f8": "Locate and mark the first ambulance on Ground Zero",
    "668858720221bbe5f306b2f9": "Locate and mark the second ambulance on Ground Zero",
    "668858720221bbe5f306b2fa": "Locate and mark the third ambulance on Ground Zero",
    "668858720221bbe5f306b2fe": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b2f7 name": "Droga",
    "668858720221bbe5f306b2f7 description": "Welcome back kid, I know my guy got transported to the Ground Zero region via an ambulance..trouble is, I don't know which one they got brought in on. Find them and track them for movement.",
    "668858720221bbe5f306b2f7 startedMessageText": "Here are a couple markers, take these with you and tag those damn ambulances before they take off.",
    "668858720221bbe5f306b2f7 successMessagetext": "Hell yeah, I'll have my guys start monitoring those trackers. Thanks for the work - have some stuff we found on our last run. I'll let you know when I've got more information on my guy.",
    "668858720221bbe5f306b310": "Eliminate any targets on Shoreline",
    "668858720221bbe5f306b30c name": "Takedown",
    "668858720221bbe5f306b30c description": "Those ambulances you tracked for us earlier? One of 'em is on the move. It looks like it's headed to the coast. See if you can get there first and clear out some of the local life to make spotting the ambulance a bit safer.",
    "668858720221bbe5f306b30c startedMessageText": "Get a move on! If those locals are still around when the ambulance gets there, we're going to be riding down shit creek.",
    "668858720221bbe5f306b30c successMessagetext": "Thanks for clearing them out, that'll make out life a bit easier soon. I'll let you know if we see that ambulance getting closer to the region.",
    "668858720221bbe5f306b31d": "Znajdź karetkę pogotowia w pobliżu Sanatorium",
    "668858720221bbe5f306b321": "Wyeliminuj wszelkie cele wokół Sanatorium",
    "668858720221bbe5f306b326": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b31a name": "Misja Zwiadowcza",
    "668858720221bbe5f306b31a description": "My guys spotted the ambulance headed to the Sanatorium! It looks like some of the locals may have moved back to the Sanitorium when you cleaned them out the other day, so you might have to prepare for a fight to get to that ambulance. See what you can find out and let me know.",
    "668858720221bbe5f306b31a startedMessageText": "Rusz tą dupę i idź się czegoś dowiedzieć!",
    "668858720221bbe5f306b31a successMessagetext": "My guys heard a lot of gunfire coming from the Sanatorium while you were out there, so I'm surprised you made it out. Hopefully you didn't get too beat up because we have more to do. We found this flash drive on one of their corpses, review the information on it and try to track down our next lead.",
    "668858720221bbe5f306b332": "At night, place a Wi-fi camera in the cellars",
    "668858720221bbe5f306b333": "Podczas nocy umieść kamerę Wi-fi w pomieszczeniu za namiotem medycznym",
    "668858720221bbe5f306b334": "Podczas nocy umieść kamerę Wi-fi w bramie 0",
    "668858720221bbe5f306b335": "Podczas nocy umieść kamerę Wi-fi w bramie 3",
    "668858720221bbe5f306b331 name": "Monitorowanie",
    "668858720221bbe5f306b331 description": "We inspected that flash drive before we gave it to you, I hope you came to the same conclusion that we did. We have to set up cameras at the factory. One for each entrance/exit should be good enough to try and catch some movement. Go at night so you aren't spotted. Find out who is going through there so we can keep making progress to finding them.",
    "668858720221bbe5f306b331 startedMessageText": "You can buy a few cameras from my stock. I ain't givin' these away for free, tech is too pricy in Tarkov. Sorry bud.",
    "668858720221bbe5f306b331 successMessagetext": "Hopefully we catch some movement. I'll monitor these cams for a bit and see if I can spot anyone out of the ordinary, thanks.",
    "668858720221bbe5f306b344": "Place a Wi-fi camera in the construction zone directly overseeing the exit for ZB-011",
    "668858720221bbe5f306b345": "Place a Wi-fi camera in the construction zone directly overseeing the exit for ZB-012",
    "668858720221bbe5f306b346": "Place a Wi-fi camera in the construction zone directly overseeing the exit for ZB-013",
    "668858720221bbe5f306b343 name": "Monitorowanie II",
    "668858720221bbe5f306b343 description": "We saw a suspicious group moving through factory but they all split up and took different routes, but it looks like they're all heading to the constuction zone. We didn't manage to get any looks at their faces, so we're goin' to need to you to rush over there and setup cameras ASAP. Try to angle them directly at the exit doors so we can get a good look at their faces.",
    "668858720221bbe5f306b343 startedMessageText": "Sorry but you'll need to buy some more cameras - unless you happen to have found some on your own! Gotta make that paper somehow.",
    "668858720221bbe5f306b343 successMessagetext": "I hope you got them setup in time, we need this lead. Good work.",
    "668858720221bbe5f306b356": "Eliminate any target near the dormitories between 21:00 and 07:00",
    "668858720221bbe5f306b352 name": "Targeting Hopefulness",
    "668858720221bbe5f306b352 description": "Alright we saw them all arrive shortly after each other in the afternoon. My crew setup scouts around the construction zone and it looks like they're all headed over to the dorms. Probably to meet up - see if you can catch up to them and interrupt their party. You'll probably show up to the party a bit late, I expect them to be gathered by 21:00.",
    "668858720221bbe5f306b352 startedMessageText": "I've got an idea of who is behind this, but if you can make it out there and get eyes on target it'll confirm my suspicious. Try to inspect each of them for identifying marks.",
    "668858720221bbe5f306b352 successMessagetext": "We found this folder and flash drive in the bodies you left behind. Read through the data and report back ASAP.",
    "668858720221bbe5f306b362": "Eliminate ex-USEC traitors around the water treatment plant",
    "668858720221bbe5f306b366": "Survive and extract through the Armoured Train up North",
    "668858720221bbe5f306b35f name": "Następne źródło",
    "668858720221bbe5f306b35f description": "Did you review that data? It'll give you the next location of targets. Hopefully we can get some real intel on where my guy went, he's been missing for far too long and I'm worry about him. Get over to the lighthouse and see if you can wrangle some information out of the traitors out there.",
    "668858720221bbe5f306b35f startedMessageText": "Yet another lead..when are we going to find him?",
    "668858720221bbe5f306b35f successMessagetext": "I'm glad you took those guys out and managed to get out unscathed, did you find anything while you were out there?",
    "668858720221bbe5f306b373": "Eliminate any targets around the blue chalet",
    "668858720221bbe5f306b376": "Odwiedź plac zabaw",
    "668858720221bbe5f306b36f name": "Taking a Breather",
    "668858720221bbe5f306b36f description": "I'm going to have my tech guys review the data we've collected while you were out at the water treatment plant. While we do that, why don't you go take a stroll through the lighthouse region, maybe check out the playground near the chalet and take out a couple locals. It's just good sport at this point.",
    "668858720221bbe5f306b36f startedMessageText": "While I review this data, go take a stroll. Return soon!",
    "668858720221bbe5f306b36f successMessagetext": "Dobra wiadomość, myślę, że znaleźliśmy gdzie jest mój człowiek.",
    "668858720221bbe5f306b380": "Znajdz mojego informatora",
    "668858720221bbe5f306b381": "Schowaj kamerę Wi-fi w rogu pokoju",
    "668858720221bbe5f306b37d name": "Na polowaniu",
    "668858720221bbe5f306b37d description": "Alright, I think we've got the details on where my guy is at. We heard rumblings over the air while you were takin' a break. He's holed up in the operating room in the lighthouse region. Go find him. I have a feeling it's going to be a good idea to bring a camera with you, just to set it up and watch your back. It's not a safe area to be in.",
    "668858720221bbe5f306b37d startedMessageText": "I might get to see him again, we've spent so much time lookin' for him!",
    "668858720221bbe5f306b37d successMessagetext": "I can't...I can't believe it..he's gone? Did you at least set up a camera or something to find out who did this?!",
    "668858720221bbe5f306b38b": "Wyeliminuj Sanitara",
    "668858720221bbe5f306b388 name": "Dish Served Cold",
    "668858720221bbe5f306b388 description": "We watched that camera uplink you setup. Sanitar did this. He did this to my guy. You can either choose to take him out and cleanup the rest of this mess, or you can ruin him and take out his pals. I'll leave the choice up to you - I'm going to grieve the loss of my guy.",
    "668858720221bbe5f306b388 startedMessageText": "Decydujesz o karze. Daj mi znać, kiedy skończysz.",
    "668858720221bbe5f306b388 successMessagetext": "Zabiłeś Sanitara? to chyba dobrze, dla mnie to bez znaczenia bo mój ziomek dalej jest zaginiony. Po prostu więcej rozlewu krwi.",
    "668858720221bbe5f306b388 failMessagetext": "Nie zabiłeś Sanitara? To dobrze, szczerze to robi on więcej dobrego niż złego. Straciłem przez niego tylko jednego ziomka choć był on dla mnie ważny.",
    "668858720221bbe5f306b396": "Zabił ochroniarzy Sanitara",
    "668858720221bbe5f306b397": "NIE zabijaj Sanitara",
    "668858720221bbe5f306b393 name": "Crestfallen",
    "668858720221bbe5f306b393 description": "We watched that camera uplink you setup. Sanitar did this. He did this to my guy. You can either choose to take him out and cleanup the rest of this mess, or you can ruin him and take out his pals. I'll leave the choice up to you - I'm going to grieve the loss of my guy.",
    "668858720221bbe5f306b393 startedMessageText": "Decydujesz o karze. Daj mi znać, kiedy skończysz.",
    "668858720221bbe5f306b393 successMessagetext": "Decided not to take out Sanitar eh? Probably for the best. It makes no difference to me, my guy is still gone. Just more bloodshed. At least he'll wallow in self-pity without his pals. Just like I am.",
    "668858720221bbe5f306b393 failMessagetext": "Zemsta! Krew się leje! Cieszę się że zabiłeś Sanitara, nie będzie już porywał ludzi i przeprowadzał na nich eksperymentów, jebać go!",
    "668858720221bbe5f306b3a5": "Find an Intelligence Folder in raid",
    "668858720221bbe5f306b3a6": "Turn in found in raid Intelligence Folder",
    "668858720221bbe5f306b3a4 name": "Mysterious Hotline",
    "668858720221bbe5f306b3a4 description": "One of my folks received an anonymous call saying he left some intel for us that might have information on the guy we've been trying to find. Trouble is the fucker didn't tell us where to find it. I need you to go out there and see what you can dig up.",
    "668858720221bbe5f306b3a4 startedMessageText": "Na co czekasz? Idź znajdź te jebane informacje!",
    "668858720221bbe5f306b3a4 successMessagetext": "We'll review this and let you know if the intel is any good. Thanks for risking your ass to get it, let's see if it pans out.",
    "668858720221bbe5f306b3b3": "Check out three-story dorms room 115",
    "668858720221bbe5f306b3b6": "Check out three-story dorms room 206",
    "668858720221bbe5f306b3b9": "Check out three-story dorms room 212",
    "668858720221bbe5f306b3bc": "Check out three-story dorms room 310",
    "668858720221bbe5f306b3bf": "Check out two-story dorms room 213",
    "668858720221bbe5f306b3c3": "Przeżyj i opuść lokalizacje",
    "668858720221bbe5f306b3b0 name": "Hotline Follow-up",
    "668858720221bbe5f306b3b0 description": "That intel didn't give us much, but it does reference a few rooms in the dormatories on Customs. Go poke around and see if you can find anything out of the ordinary. I don't have high hopes for this lead, but maybe we'll get lucky.",
    "668858720221bbe5f306b3b0 startedMessageText": "Get a move on.",
    "668858720221bbe5f306b3b0 successMessagetext": "We should have known this was a dead end, random intelligence - my ass! I'll let you know when I've got a new lead to track down. Thanks for risking your rear, I know Reshala likes to hang out around there and that group ain't easy to deal with.",
    "668858720221bbe5f306b3d5": "Wyeliminuj PMC strzałami w głowę podczas dnia w fabryce",
    "668858720221bbe5f306b3d9": "Wyeliminuj PMC strzałami w głowę podczas nocy w fabryce",
    "668858720221bbe5f306b3d1 name": "Going Crazy",
    "668858720221bbe5f306b3d1 description": "I heard that 'anonymous' tip that we got actually came from a gang that roams around Tarkov, if they had something to do with this then let's make sure they understand not to screw with us. They've got a couple guys hanging around the factories lately. Go shoot them in the fuckin' face.",
    "668858720221bbe5f306b3d1 startedMessageText": "Tylko strzały w głowę. Zajeb ich.",
    "668858720221bbe5f306b3d1 successMessagetext": "To ich nauczy. Jeśli jeszcze raz spróbują coś odjebać to zajebie ich wszystkich... to znaczy ty ich zajebiesz ja jestem na emeryturze.",
    "668858720221bbe5f306b3e7": "Wyeliminuj PMC strzałami w głowę z odległości mniejszej niż 25 metrów",
    "668858720221bbe5f306b3e4 name": "Going Insane",
    "668858720221bbe5f306b3e4 description": "As if the last lesson you taught them wasn't enough, that gang's taunting us. One of my guys came back from a supply run, broken and bruised - yet they have spread all over the region. What cowards. Let's taunt them right back. Track them down, go find them anywhere you can, and shoot them in the face, but do it from up close for good measure. I want them to see the whites of your eyes. 10 casualties ought to be enough, they don't want this smoke.",
    "668858720221bbe5f306b3e4 startedMessageText": "Tylko strzały w głowę. Zajeb ich.",
    "668858720221bbe5f306b3e4 successMessagetext": "Their leader reached out and wanted to make amends, I'll let you know when I've got a meet location setup. You're going to go there and take him out. I've had enough of this!",
    "668858720221bbe5f306b3f6": "Do NOT eliminate Tagilla",
    "668858720221bbe5f306b3f5": "Eliminate SCAVs at the Factory",
    "668858720221bbe5f306b3f1 name": "Going Rampage",
    "668858720221bbe5f306b3f1 description": "Turns out we've been shooting the wrong guys all along, this 'gang's leader is none other than Tagilla. To make amends, the factions reached out and told us they'd be willing to 'forgive' us if we took out their leader. I think we should go ahead and do that, but I want to drive fear into his heart first..",
    "668858720221bbe5f306b3f1 startedMessageText": "Go kill as many of these scavengers as you can.",
    "668858720221bbe5f306b3f1 successMessagetext": "Haha! We're just toyin' with him now. Let's go for round two before we step this up.",
    "668858720221bbe5f306b3f1 failMessageText": "You killed Tagilla! You're gunna have to try again - usually someone takes up his persona pretty quickly.",
    "668858720221bbe5f306b408": "NIE zabijaj Tagilli",
    "668858720221bbe5f306b407": "Eliminate SCAVs at the Factory",
    "668858720221bbe5f306b403 name": "Going Rampage II",
    "668858720221bbe5f306b403 description": "I got news from Tagilla, he's fuckin' furious at us. He's ramped up bringing in scavengers from around the area, the factory is overloaded. We should take some more out before we go after Tagilla. See if we can rattle him a bit more before we take him head on.",
    "668858720221bbe5f306b403 startedMessageText": "Go kill as many of these scavengers as you can, I want that place cleared out. Leave him by himself to think about what he's started.",
    "668858720221bbe5f306b403 successMessagetext": "Oh he's fuckin' pissed at us. I think it's time to end this, good job.",
    "668858720221bbe5f306b403 failMessageText": "You killed Tagilla! You're gunna have to try again - usually someone takes up his persona pretty quickly.",
    "668858720221bbe5f306b418": "Wyeliminuj Tagille",
    "668858720221bbe5f306b419": "Znajdź i przynieś jego czapkę z daszkiem",
    "668858720221bbe5f306b414 name": "Going the Distance",
    "668858720221bbe5f306b414 description": "I think we've toyed with our prey an adequate amount, I'm not sure I've heard someone be so fuckin' mad. Go to the Factory and wipe those metal floors with his skull. Bring back his baseball cap as proof for the faction leaders. Hopefully we'll make some amends with them..after all you did take the heads off quite a few of them.",
    "668858720221bbe5f306b414 startedMessageText": "Tagilla is a tough customer, take this with you for protection.",
    "668858720221bbe5f306b414 successMessagetext": "The Factory should be clean for awhile until another impersonator moves in. Hopefully whoever takes up the mantle isn't as brutal as Tagilla was.",
    "668858720221bbe5f306b424": "Handover the found in raid Slickers candy bars",
    "668858720221bbe5f306b425": "Handover the found in raid Alyonka candy bars",
    "668858720221bbe5f306b426": "Przekaż Puszki TarColi znalezione podczas raidu",
    "668858720221bbe5f306b423 name": "Głodny Mężczyzna",
    "668858720221bbe5f306b423 description": "I know you're new around here but I've got a favour to ask of you. My guys could use a 'pick me up' and I was thinking you could get some supplies for me to give out. We've got plenty of water and regular food, but they've had a hard time lately and could use some sweets. Can you go find these items and hand em over?",
    "668858720221bbe5f306b423 startedMessageText": "You can probably find them at the mall or on some of the locals around the region.",
    "668858720221bbe5f306b423 successMessagetext": "I appreciate it! Have some of our extra supplies. You can probably use the water to quench that thirst while you're out and about.",
    "668858720221bbe5f306b42f": "Przekaż wódkę znalezioną podczas raidu",
    "668858720221bbe5f306b430": "Przekaż whiskey znalezioną podczas raidu",
    "668858720221bbe5f306b434": "Eliminate SCAVs at the mall near the central escalators",
    "668858720221bbe5f306b42e name": "Let's Go To The Mall!",
    "668858720221bbe5f306b42e description": "My guys loved that junk food I decided to give them an extra morale boost by throwing a party. Unfortunately, I'm out of liquor so I'm going to need some more. Usually we find some when we go out and have to fight some of the locals, so they probably have a few bottles on them. There's usually a lot of scavengers around the mall so check out the 2nd floor - there's quite a few drink and food shops around there so maybe you can nick some off the folks who nicked 'em from the stores.",
    "668858720221bbe5f306b42e startedMessageText": "Let's go to the mall, today! Fuck, I hate that saying but it's so damn catchy.",
    "668858720221bbe5f306b42e successMessagetext": "Thanks for getting those bottles for us, I kept a couple of my high end bottles around so you can have those as a reward.",
    "668858720221bbe5f306b43d": "Przekaż strzykawki znalezione podczas raidu",
    "668858720221bbe5f306b43e": "Handover the pristine found in raid AFAK",
    "668858720221bbe5f306b43f": "Handover the pristine found in raid Surv-12 surgical kit",
    "668858720221bbe5f306b43c name": "Przypał na imprezie!",
    "668858720221bbe5f306b43c description": "O kurwa! Musisz szybko znaleźć kilka sterylnych i nie używanych strzykawek na już i nieużywany zestaw chirurgiczny! Dwóch typów zaczęło się bić po pijaku jest lipa w chuj. Opowiem ci wszystko później, teraz idź!",
    "668858720221bbe5f306b43c startedMessageText": "JUST GET THEM MAN, GET THEM QUICKLY!",
    "668858720221bbe5f306b43c successMessagetext": "Dziękuje! Nie udało nam się ocalić obu, ale uratowaliśmy jednego.",
    "668858720221bbe5f306b44b": "Survive and extract from Woods with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b44f": "Survive and extract from Customs with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b453": "Survive and extract from Interchange with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b457": "Survive and extract from Shoreline with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b45b": "Survive and extract from Factory with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b45f": "Survive and extract from The Lab with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b463": "Survive and extract from Reserve with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b467": "Survive and extract from Lighthouse with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b46b": "Survive and extract from Streets of Tarkov with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b46f": "Survive and extract from Ground Zero with the 'Survived' exit status without using healing items",
    "668858720221bbe5f306b447 name": "Zakład",
    "668858720221bbe5f306b447 description": "Alright, heres the deal. Those guys at the party? Yeah, they were fighting about whether or not they would continue their bet. It's a dumb bet, but someone has passed away over it. I need to get their morale in order from the passing of their comrade. I want you to take this bet to the next level and go out there and prove to them that it can be done. You'll need to survive and extract from every location we know of, all while not using any healing items. If you can do this, I'll handsomely reward you with a personal training session.",
    "668858720221bbe5f306b447 startedMessageText": "Powodzenia ziomek.",
    "668858720221bbe5f306b447 successMessagetext": "Haha! I can't believe you did it! I'm sure the gang will be happy to hear about this feat, I'll gather them up and tell them your tale!",
    "668858720221bbe5f306b483": "Wyeliminuj Sanitara",
    "668858720221bbe5f306b486": "Wyeliminuj Kille",
    "668858720221bbe5f306b489": "Wyeliminuj Tagille",
    "668858720221bbe5f306b48c": "Wyeliminuj Reshale",
    "668858720221bbe5f306b48f": "Eliminate Shturman",
    "668858720221bbe5f306b492": "Wyeliminuj Gluhara",
    "668858720221bbe5f306b495": "Wyeliminuj Kolontaya",
    "668858720221bbe5f306b498": "Wyeliminuj Kabana",
    "668858720221bbe5f306b49b": "Eliminate all targets without dying",
    "668858720221bbe5f306b480 name": "Zakład II",
    "668858720221bbe5f306b480 description": "My guys got a HUGE morale boost from you trip around Tarkov. They bet you couldn't also go take out all the local gang leaders. If you can do this we'll do a second round of one-on-one training. I might be able to get my guys rallied enough to do the impossible if you can pull this one off. Good luck and stay safe!",
    "668858720221bbe5f306b480 startedMessageText": "Powodzenia.",
    "668858720221bbe5f306b480 successMessagetext": "I just...I just can't believe you made it back in one piece. If my guys come up with any more challenges for you, I'll make sure to let you know.",
    "668858720221bbe5f306b4ad": "Wyeliminuj Sanitara",
    "668858720221bbe5f306b4b1": "Wyeliminuj Kille",
    "668858720221bbe5f306b4b5": "Wyeliminuj Tagille",
    "668858720221bbe5f306b4b9": "Wyeliminuj Reshale",
    "668858720221bbe5f306b4bd": "Eliminate Shturman",
    "668858720221bbe5f306b4c1": "Wyeliminuj Gluhara",
    "668858720221bbe5f306b4c5": "Wyeliminuj Kolontaya",
    "668858720221bbe5f306b4c9": "Wyeliminuj Kabana",
    "668858720221bbe5f306b4cd": "Eliminate all targets without dying and while not wearing body armour",
    "668858720221bbe5f306b4a9 name": "Zakład III",
    "668858720221bbe5f306b4a9 description": "Well, I got another one for you. The guys decided that the last one was too easy and they want you to try and complete this challenge without wearing any body armour while taking the local bosses head on. Maybe they should come up with some other kind of challenge, this is getting repetitive.",
    "668858720221bbe5f306b4a9 startedMessageText": "Remember, no armour while fighting them!",
    "668858720221bbe5f306b4a9 successMessagetext": "I'll let them know how much a big man you are, I wouldn't have even bothered trying to do that. If my guys come up with any more challenges for you, I'll make sure to let you know.",
    "668858720221bbe5f306b4db": "Eliminate bloodhounds",
    "668858720221bbe5f306b4d8 name": "Zakład IV",
    "668858720221bbe5f306b4d8 description": "I ripped into my guys about their lame ass attempts at bets, because it was just turning into the same shit over and over again. They finally grouped up and decided on something different. Granted, this one might take you awhile to do.",
    "668858720221bbe5f306b4d8 startedMessageText": "These bloodhounds, as they call them, are rarely seen. Make sure to fight them if you see them to complete the bet.",
    "668858720221bbe5f306b4d8 successMessagetext": "That took you awhile, but you managed to do it. Those guys will be proud of you. I'll let you know if they come up with something different again!",
    "668858720221bbe5f306b4e5": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4e4 name": "Grab That Cash, Make a Stash",
    "668858720221bbe5f306b4e4 description": "You've got cash? I've got stash space. I'll let you use it if you pay up.",
    "668858720221bbe5f306b4e4 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4e4 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b4e9": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4e8 name": "Grab That Cash, Make a Stash II",
    "668858720221bbe5f306b4e8 description": "Ah..I guess you didn't get enough space huh? You've been taking too much stuff out of your runs. Well..If you've got the cash, I've got stash...space. I'll let you use it if you pay up.",
    "668858720221bbe5f306b4e8 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4e8 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b4ee": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4ed name": "Grab That Cash, Make a Stash III",
    "668858720221bbe5f306b4ed description": "Let's be honest, do you really need more space? Don't you have enough? You know material goods aren't all there is to life. I guess I'll give you more space, but not for free.",
    "668858720221bbe5f306b4ed startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4ed successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b4f3": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4f2 name": "Grab That Cash, Make a Stash IV",
    "668858720221bbe5f306b4f2 description": "Seriously? You want even more space? I guess. But it's going to cost you a lot more.",
    "668858720221bbe5f306b4f2 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4f2 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b4f8": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4f7 name": "Grab That Cash, Make a Stash V",
    "668858720221bbe5f306b4f7 description": "Alright, this might be getting out of hand. I've got a bit more space for you, but since I'm running out it's going to cost you.",
    "668858720221bbe5f306b4f7 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4f7 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b4fd": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b4fe": "Przekaż konkretną ilość dolarów",
    "668858720221bbe5f306b4fc name": "Grab That Cash, Make a Stash VI",
    "668858720221bbe5f306b4fc description": "Give me money. Money me! Money now! Me a money needing a lot now.",
    "668858720221bbe5f306b4fc startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b4fc successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b503": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b504": "Przekaż konkretną ilość dolarów",
    "668858720221bbe5f306b502 name": "Grab That Cash, Make a Stash VII",
    "668858720221bbe5f306b502 description": "You must really need the space to store your shit. Show me the money!",
    "668858720221bbe5f306b502 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b502 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b50a": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b50b": "Przekaż konkretną ilość dolarów",
    "668858720221bbe5f306b50c": "Przekaż konkretną ilość euro",
    "668858720221bbe5f306b509 name": "Grab That Cash, Make a Stash VIII",
    "668858720221bbe5f306b509 description": "Alright, seriously? What are these? Dolla dolla bills yo. I'm tryin to get that paper son. Win, stay alive, get that money. Feel me?",
    "668858720221bbe5f306b509 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b509 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b511": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b512": "Przekaż konkretną ilość dolarów",
    "668858720221bbe5f306b513": "Przekaż konkretną ilość euro",
    "668858720221bbe5f306b510 name": "Grab That Cash, Make a Stash IX",
    "668858720221bbe5f306b510 description": "I got mad stash space. When that stash space stops coming in cause you stop playing the game - dude...you like it right? You want more space? You're gunna need them dolla dolla bills then to get more.",
    "668858720221bbe5f306b510 startedMessageText": "Zamknij ryj i daj mi hajs!",
    "668858720221bbe5f306b510 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b518": "Przekaż konkretną ilość rubli",
    "668858720221bbe5f306b519": "Przekaż konkretną ilość dolarów",
    "668858720221bbe5f306b51a": "Przekaż konkretną ilość euro",
    "668858720221bbe5f306b517 name": "Grab That Cash, Make a Stash X",
    "668858720221bbe5f306b517 description": "Alright, I've had enough. This is the last, smallest, tiniest, amount of storage space I have available. You're going to have more stuff here than I do!",
    "668858720221bbe5f306b517 startedMessageText": "Shut up and give me money!",
    "668858720221bbe5f306b517 successMessagetext": "Shut up and take my stash space!",
    "668858720221bbe5f306b51f": "Choose to continue working with Apollo or Maximus",
    "668858720221bbe5f306b520": "Handover specified amount of Roubles",
    "668858720221bbe5f306b51e name": "Ultimatum",
    "668858720221bbe5f306b51e description": "Okay, you're making this difficult for me now. I'm friends with both Apollo and Maximus. They're not happy with you, and I'm not happy with you forcing me into this position. You should have been more discrete when completing your tasks and we wouldn't have gotten to this point. They wouldn't have found out that you're working for the other one. You'll need to pay me so I can split the cash between them in order to recover some goodwill with them. At this point though, it's up to you for who you want to continue working with. They're both great but they aren't friends.",
    "668858720221bbe5f306b51e startedMessageText": "Let me know when you've decided by handing over the cash",
    "668858720221bbe5f306b51e successMessagetext": "I'll give you one task for each of them. Whichever you choose to take will be the one you will work with.",
    "668858720221bbe5f306b527": "Znajdź laboratorium narkotyków w regionie latarni",
    "668858720221bbe5f306b528": "Handover found in raid eTG regenerative stims",
    "668858720221bbe5f306b529": "Handover found in raid 'Obdolbos' cocktail injectors",
    "668858720221bbe5f306b52a": "Handover found in raid Adrenaline injectors",
    "668858720221bbe5f306b52b": "Handover found in raid Propital regenerative stims",
    "668858720221bbe5f306b524 name": "Favour For a Friend",
    "668858720221bbe5f306b524 description": "An old friend reached out to me, he heard you took on the big boss man himself, Tagilla. We thought you might be a good fit for a couple tasks he has lined up without any takers so far. First one on the list is to go track down that drug lab that popped up around the lighthouse. I'm not sure exactly where it is, but seeing as you've been there a few times - you might know where it is. Once you've found it, gather up some of the stims they've been making and hand them over for testing.",
    "668858720221bbe5f306b524 startedMessageText": "Some of these stims might be a bit rare to find, so take your time. He's in no rush.",
    "668858720221bbe5f306b524 successMessagetext": "Thanks boss, I'll let him know you've got the goods. Already have a second task lined up for you!",
    "668858720221bbe5f306b538": "Eliminate PMCs while under the effects of 'Obdolbos 2' cocktail",
    "668858720221bbe5f306b53b": "Survive and extract from your current location",
    "668858720221bbe5f306b534 name": "Roid Rage",
    "668858720221bbe5f306b534 description": "That friend of mine, we call him Apollo - he's testing the stims you found but while he can do that in the lab with those..unfortunately this stim can't be tested as easily. We'll need you to risk it for the biscuit and shoot this thing into your arms and see how it makes you feel.",
    "668858720221bbe5f306b534 startedMessageText": "If it makes you feel it, you might need more than one.",
    "668858720221bbe5f306b534 successMessagetext": "How much of that do you actually remember? I'll let you know when he's got that next task lined up.",
    "668858720221bbe5f306b545": "Explore EMERCOM Medical Care unit for potential surveillance spots",
    "668858720221bbe5f306b548": "Explore Techlight for potential surveillance spots",
    "668858720221bbe5f306b54b": "Dowiedz się, jak włączyć zasilanie",
    "668858720221bbe5f306b54f": "Survive and extract from the mall",
    "668858720221bbe5f306b542 name": "Picking the Drop",
    "668858720221bbe5f306b542 description": "I need you to find a dead drop location for us to utilize with Apollo. Those results you got from raging gave him some much needed insight into the creation of these new drugs. Find us a spot at the mall to transfer goods and get the hell out of there safely.",
    "668858720221bbe5f306b542 startedMessageText": "To prawdopodobnie najprostsze zadanie jakie kiedykolwiek miałeś.",
    "668858720221bbe5f306b542 successMessagetext": "Alright, when I pick which one we're going with, I'll let you know.",
    "668858720221bbe5f306b55c": "Flip on the power at the mall",
    "668858720221bbe5f306b55d": "Install Wi-Fi camera outside Techlight",
    "668858720221bbe5f306b55e": "Place M.U.L.E at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b55f": "Place AHF1-M at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b560": "Place Trimadol at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b561": "Place P22 at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b559 name": "OPERATION: Squirrel Nuts",
    "668858720221bbe5f306b559 description": "Are you ready for OPERATION: Squirrel Nuts? You like the name? ... It wasn't my idea, OK? We've decided to make the dead drop inside ULTRA Medical Storage. Hopefully being a hard to access room will make this drop a bit safer. You're going to need to go flip on the power, place a camera just outside Techlight overlooking the room, and then stash the stims inside.",
    "668858720221bbe5f306b559 startedMessageText": "Powodzenia.",
    "668858720221bbe5f306b559 successMessagetext": "Apollo should be on their way now, hopefully this goes smoothly.",
    "668858720221bbe5f306b570": "Eliminate locals at the mall",
    "668858720221bbe5f306b571": "Handover found in raid lower half-masks",
    "668858720221bbe5f306b56c name": "OPERATION: Missing Monday",
    "668858720221bbe5f306b56c description": "Apollo reported to me that those stims were missing from the dead drop. Why does nothing go to plan on the first try? It's like a damn action movie. We reviewed the footage from the camera and it looks like a local body broke into the room shortly after you left and nicked the goods. I'm trying to prevent Apollo from ripping your head off so you better make amends. Go take out some of the locals in the mall and try to recover the goods. Bring back some of their masks as proof, they tend to wear them to hide their identities.",
    "668858720221bbe5f306b56c startedMessageText": "Apollo is pissed, you better make it snappy.",
    "668858720221bbe5f306b56c successMessagetext": "Well done, but Apollo is still pissed at you, you're going to have to get back in their good graces.",
    "668858720221bbe5f306b579": "Handover found in raid M.U.L.E",
    "668858720221bbe5f306b57a": "Handover found in raid AHF1-M",
    "668858720221bbe5f306b57b": "Handover found in raid Trimadol",
    "668858720221bbe5f306b57c": "Handover found in raid P22",
    "668858720221bbe5f306b578 name": "Classic Redemption Arc",
    "668858720221bbe5f306b578 description": "I think I've got an idea to keep the jobs flowing from Apollo. The dead drop went wrong, and I'm not blaming you - but Apollo is, they really needed those stims for their research. You're going to have to find more of them, and they need to be in pristine condition. If you can get them and hand them over to me I'll sort out the details to get them over to Apollo.",
    "668858720221bbe5f306b578 startedMessageText": "*Apollo walks past you* 'Nothing personal, kid.'",
    "668858720221bbe5f306b578 successMessagetext": "I've sent a courier to get the goods over to Apollo, I'll let you know if he comes back in a better mood.",
    "668858720221bbe5f306b584": "Find the census",
    "668858720221bbe5f306b585": "Handover the census",
    "668858720221bbe5f306b583 name": "Census Information",
    "668858720221bbe5f306b583 description": "Bad news bears...Not only is Apollo still upset at that job with the dead drop, while you were on your way to redeeming yourself for further jobs, they got news that you're also working with Maximus. Apollo is very pissed about it but is willing to let take one more task...for now. You need to acquire the census from the streets for them.",
    "668858720221bbe5f306b583 startedMessageText": "Get the census for Apollo, I have no idea what they're looking for in it but you better get it quick.",
    "668858720221bbe5f306b583 successMessagetext": "I'll courier this over to them. I'll let you know when I have any more information",
    "668858720221bbe5f306b58f": "Znajdź i dostań się do pomieszczenia testowego w Laboratorium",
    "668858720221bbe5f306b590": "Handover any combination of found in raid P22, L1, SJ1, SJ12, or 3-(b-TG) injectors",
    "668858720221bbe5f306b58c name": "Apollo's Creed",
    "668858720221bbe5f306b58c description": "APOLLO: I'm glad you've decided to work with me. Fuck that Maximus. They broke all my shit when they moved out and split off to form their own crew. I'm in need of some more stims for testing, a wide range should do. The best place to get them is to venture into the Laboratory and gain access to the locked testing room. I believe you'll need to find a keycard marked all black to get access. I'll need a variety of stims - P22, L1, SJ1, SJ12, or 3-(b-TG) injectors should do the trick. In the future I'll relay tasks through Scorpion instead of showing up here to talk to you personally.",
    "668858720221bbe5f306b58c startedMessageText": "The testing room isn't easy to gain access to, but it's worth it for all the medical supplies locked behind those doors.",
    "668858720221bbe5f306b58c successMessagetext": "I'll get to testing these right away, I'll have a new task for you soon. Again - thank you for working with me.",
    "668858720221bbe5f306b599": "Handover found in raid Electronic Components",
    "668858720221bbe5f306b59a": "Handover found in raid COFDM Wireless Signal Transmitters",
    "668858720221bbe5f306b59b": "Handover found in raid Golden 1GPhones",
    "668858720221bbe5f306b598 name": "Outside Connection",
    "668858720221bbe5f306b598 description": "News of your success defeating Tagilla has made it through my crew. Someone by the name of Maximus has reached out asking if you'd like to work with him. To get started, you'll have find some electronics for me to build a radio and amplifier.",
    "668858720221bbe5f306b598 startedMessageText": "I need all of the parts, and in pristine condition for me to build the radio and amplifier.",
    "668858720221bbe5f306b598 successMessagetext": "Czas iść zainstalować radio!",
    "668858720221bbe5f306b5a3": "Go to the tower at the mall",
    "668858720221bbe5f306b5a4": "Place Far-forward GPS Signal Amplifier as high as you can",
    "668858720221bbe5f306b5a5": "Place Radio Repeater as high as you can",
    "668858720221bbe5f306b5a0 name": "Budowanie zaufania",
    "668858720221bbe5f306b5a0 description": "Now that I've got the parts, I've made these for you. You'll have to go set up the radio and amplifier at the mall. Find the highest point you can and install them. He'll relay through that to speak with me.",
    "668858720221bbe5f306b5a0 startedMessageText": "Remember, it's got to be the highest point you can find.",
    "668858720221bbe5f306b5a0 successMessagetext": "As soon as you got those installed, I made contact and he's already got plans for you.",
    "668858720221bbe5f306b5b0": "Eliminate Raiders at The Lab",
    "668858720221bbe5f306b5b3": "Locate source of contamination",
    "668858720221bbe5f306b5b4": "Place Gas Analyzer at the source",
    "668858720221bbe5f306b5ac name": "Environmental Damage",
    "668858720221bbe5f306b5ac description": "It appears that Maximus is investigating the area around the laboratory, he thinks that there's something in there causing the locals in that area to be stronger, faster, and more badass than normal. You'll need to venture in, take out some of the locals, find any sources of contamination and place a gas analyzer if you find the area.",
    "668858720221bbe5f306b5ac startedMessageText": "The laboratory is a dangerous place, make sure to bring extra medical supplies and heavy armour. Anything you lose there is lost for good.",
    "668858720221bbe5f306b5ac successMessagetext": "Whew, I bet that was a tough one. He's going to gather the data from that analyzer.",
    "668858720221bbe5f306b5be": "Leg meta Raiders while experiencing Pain at The Lab",
    "668858720221bbe5f306b5b9 name": "Medical Marvel",
    "668858720221bbe5f306b5b9 description": "The data is back from that gas analyzer you installed. Maximus thinks the fumes are making the locals stronger in every way, including how healthy they seem to be. It's a medical marvel. He's asked for you to test their resilience - If you go into the laboratory while in pain, they should swarm you. After you're good and surrounded, aim for their legs and cripple them. Might want to bring flesh rounds instead of standard armour penetrating rounds.",
    "668858720221bbe5f306b5b9 startedMessageText": "Remember, it's a tough place. Bring medical supplies and heavy armour. Protect yourself.",
    "668858720221bbe5f306b5b9 successMessagetext": "It does sure seem like those guys are tougher than normal. I don't know what this means for us if they start venturing out - but I don't want to find out.",
    "668858720221bbe5f306b5c6": "Wyeliminuj Knighta",
    "668858720221bbe5f306b5c9": "Wyeliminuj Big Pipea",
    "668858720221bbe5f306b5cc": "Wyeliminuj Bird Eyea",
    "668858720221bbe5f306b5c3 name": "Top Dog",
    "668858720221bbe5f306b5c3 description": "We know the gangs that hang around in the laboratory are weirdly stronger than the rest of the locals..but we've heard of a group that call themselves the 'Goon Squad' - it's a fucking stupid name but that's what they picked. These guys seem tough. Too tough. They tend to roam in a pack together and aren't usually spotted in the same place for long. See if you can take them on, please do try to gather some data on their combat strategies and general health. It would help Maximus greatly.",
    "668858720221bbe5f306b5c3 startedMessageText": "The 'Good Squad' tends to be a bit telepathic in their movements together, I wonder if they are brothers?",
    "668858720221bbe5f306b5c3 successMessagetext": "Czego się dowiedziałeś?",
    "668858720221bbe5f306b5d5": "Eliminate the Priest",
    "668858720221bbe5f306b5d8": "Eliminate the Followers",
    "668858720221bbe5f306b5d2 name": "Into That Good Night",
    "668858720221bbe5f306b5d2 description": "That so-called 'Goon Squad' seemed way tougher than they should have been...is this all connected? While Maximus reviews your data, he's heard of yet another group. They don't have a name, but we know they travel at night. If you find yourself alone at night, and travelling through the tall grass and trees you may just hear their whispers. Don't get too close to them - we've heard they have really mastered their Melee Proficiency, unlike *some* others.",
    "668858720221bbe5f306b5d2 startedMessageText": "Take your best headphones and try to listen for them. They're not normally seen, but that's by choice. Those who have seen them have not usually survived.",
    "668858720221bbe5f306b5d2 successMessagetext": "I'll get this data passed over to Maximus as soon as I can. I must warn you, he's heard that you have been working with Apollo..he isn't very happy.",
    "668858720221bbe5f306b5df": "Znajdź zaszyfrowany laptop",
    "668858720221bbe5f306b5e0": "Przekaż zaszyfrowany laptop",
    "668858720221bbe5f306b5de name": "Hardware Transfer",
    "668858720221bbe5f306b5de description": "Maximus found out that you've been working with Apollo... seems the two of them have beef with each other. I'm not sure if you're going to be able to keep working for them both. Maximus wants you to go pick up an encrypted laptop their associate dropped off, it's near the lighthouse in one of the houses near the shore.",
    "668858720221bbe5f306b5de startedMessageText": "Nie wiem, co jest na tym laptopie, ale on go potrzebuje.",
    "668858720221bbe5f306b5de successMessagetext": "I'll let you know when I've got any information for you.",
    "668858720221bbe5f306b5ec": "Eliminate Raiders at the Laboratory from a distance of more than 35m",
    "668858720221bbe5f306b5ed": "Handover found in raid AFAKs",
    "668858720221bbe5f306b5e7 name": "Maksymalna dedykacja",
    "668858720221bbe5f306b5e7 description": "MAXIMUS: I appreciate you working with me. Apollo hates me for what I did to them when I decided to branch out and start my own crew. They were holding me back and I couldn't take it anymore. Don't believe whatever they tell you. Now that we're back to working together, I'm still investigating the strengths of the random guys around Tarkov. I figured we would go back to the source, it's possible they are also getting some type of immunity boost from the medical kits they carry on them. Take a bunch of them out and gather their medical packs for investigation. In the future I'll relay tasks through Scorpion instead of showing up here to talk to you personally.",
    "668858720221bbe5f306b5e7 startedMessageText": "Head on out to the Laboratory and take out some juiced up raiders.",
    "668858720221bbe5f306b5e7 successMessagetext": "I'll start looking through these medical kits, maybe there's something in here worth something.",
    "668858720221bbe5f306b5f6": "Handover the custom ADAR",
    "668858720221bbe5f306b5f5 name": "Weapon Acquisition",
    "668858720221bbe5f306b5f5 description": "I have an order for a custom ADAR and I can't find the parts needed to get what they are looking for, maybe you can help out? \n\nRequirements:\n  Ergonomics >= 63\n  Sighting Range >= 500\n  Recoil Sum <= 287\n  Magazine Size >= 30\n  Durability >= 90\n  Weight <= 3.5 kg",
    "668858720221bbe5f306b5f5 startedMessageText": "If you can take care of this, I get these types of requests often. \n\nRequirements:\n ADAR 2-15 5.56x45 carbine\n  Ergonomics >= 63\n  Sighting Range >= 500\n  Recoil Sum <= 287\n  Magazine Size >= 30\n  Durability >= 90\n  Weight <= 3.5 kg",
    "668858720221bbe5f306b5f5 successMessagetext": "Dzięki! Założę się, że wkrótce otrzymam kolejne zamówienie.",
    "668858720221bbe5f306b5fe": "Handover the custom MDR",
    "668858720221bbe5f306b5fd name": "Weapon Acquisition II",
    "668858720221bbe5f306b5fd description": "New order arrived for a Desert Tech MDR chambered in 5.56x45mm. Get on it. \n\nRequirements:\n  Ergonomics >= 71\n  Sighting Range >= 300\n  Recoil Sum <= 263\n  Magazine Size >= 60\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: Magpul Branded",
    "668858720221bbe5f306b5fd startedMessageText": "Make sure it's chambered in 5.56x45mm \n\nRequirements:\n Desert Tech MDR 5.56x45 assault rifle\n  Ergonomics >= 71\n  Sighting Range >= 300\n  Recoil Sum <= 263\n  Magazine Size >= 60\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: Magpul Branded",
    "668858720221bbe5f306b5fd successMessagetext": "Dostarczę to szybko do klienta!",
    "668858720221bbe5f306b608": "Handover the custom M700",
    "668858720221bbe5f306b607 name": "Weapon Acquisition III",
    "668858720221bbe5f306b607 description": "Order up! I need a customized Remington Model 700 sniper rifle. Specifically this rifle needs to have MOD*X parts to comply with the stingy client. \n\nRequirements:\n  Ergonomics >= 54\n  Sighting Range >= 2000\n  Magazine Size <= 5\n  Durability >= 90\n  Weight <= 6 kg\n  Chassis: MOD*X Branded\n  Handguard: MOD*X Branded\n  Rail Mount: MOD*X Branded\n  Silencer Required",
    "668858720221bbe5f306b607 startedMessageText": "Remember - MOD*X parts! \n\nRequirements:\n Remington Model 700 7.62x51 bolt-action sniper rifle\n  Ergonomics >= 54\n  Sighting Range >= 2000\n  Magazine Size <= 5\n  Durability >= 90\n  Weight <= 6 kg\n  Chassis: MOD*X Branded\n  Handguard: MOD*X Branded\n  Rail Mount: MOD*X Branded\n  Silencer Required",
    "668858720221bbe5f306b607 successMessagetext": "Such a good looking sniper rifle, I'll be testing this out before handing it over",
    "66885a3d0221bbe5f306b613": "Handover the custom MCX",
    "66885a3d0221bbe5f306b612 name": "Weapon Acquisition IV",
    "66885a3d0221bbe5f306b612 description": "Ooh, just got a call requesting a specialized SIG MCX .300 assault rifle, built for close quarters. I love this thing, too bad I need you to build you. I'd say you can take it for a spin but the guy wants it in pristine showroom condition. \n\nRequirements:\n  Ergonomics >= 62\n  Sighting Range >= 500\n Recoil Sum <= 312\n  Magazine Size <= 20\n  Durability == 100\n  Weight <= 3.6 kg\n  Barrel: 171mm\n  Silencer Required",
    "66885a3d0221bbe5f306b612 startedMessageText": "I need to get a couple of these for myself, honestly. \n\nRequirements:\n SIG MCX SPEAR 6.8x51 assault rifle\n  Ergonomics >= 62\n  Sighting Range >= 500\n Recoil Sum <= 312\n  Magazine Size <= 20\n  Durability == 100\n  Weight <= 3.6 kg\n  Barrel: 171mm\n  Silencer Required",
    "66885a3d0221bbe5f306b612 successMessagetext": "I'm sad to see this one go, but the client is paying good for it.",
    "66885a3d0221bbe5f306b61f": "Handover the custom MCX SPEAR",
    "66885a3d0221bbe5f306b61e name": "Weapon Acquisition V",
    "66885a3d0221bbe5f306b61e description": "Looks like the last guy loved your handiwork on his last order that he now wants a SIG MCX Spear. \n\nRequirements:\n  Ergonomics >= 50\n  Sighting Range <= 800\n  Recoil Sum <= 269\n  Magazine Size >= 20\n  Durability >= 90\n  Weight <= 4 kg\n  Scope: Burris Fullfield TAC30\n  Silencer Required",
    "66885a3d0221bbe5f306b61e startedMessageText": "I can't decide if the MCX Spear is better than the MCX .300 honestly. \n\nRequirements:\n SIG MCX SPEAR 6.8x51 assault rifle\n  Ergonomics >= 50\n  Sighting Range <= 800\n  Recoil Sum <= 269\n  Magazine Size >= 20\n  Durability >= 90\n  Weight <= 4 kg\n  Scope: Burris Fullfield TAC30\n  Silencer Required",
    "66885a3d0221bbe5f306b61e successMessagetext": "Dziękuje że szybko się z tym uwinąłeś, wyślę to do klienta.",
    "66885a3d0221bbe5f306b629": "Handover the custom Saiga 12K",
    "66885a3d0221bbe5f306b628 name": "Weapon Acquisition VI",
    "66885a3d0221bbe5f306b628 description": "We've got a lover of close quarters combat requesting a custom shotgun. Specifically a Saiga 12K semi-automatic pellet destroyer, large shell capacity of course. They must be thinking of rolling through the factories. \n\nRequirements:\n  Ergonomics >= 42\n  Sighting Range >= 200\n  Recoil Sum <= 595\n  Magazine Size == 20\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: SOK-12 Powermag 20-round magazine",
    "66885a3d0221bbe5f306b628 startedMessageText": "I'm curious what they plan on using this for. Not a lot of shotgun use around Tarkov. \n\nRequirements:\n Saiga-12K ver.10 12ga semi-automatic shotgun\n  Ergonomics >= 42\n  Sighting Range >= 200\n  Recoil Sum <= 595\n  Magazine Size == 20\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: SOK-12 Powermag 20-round magazine",
    "66885a3d0221bbe5f306b628 successMessagetext": "The picked up the gear and immediately headed to the factories. I think they were more excited to test this than they were about their safety, they didn't even have plate protection. Fuckin' idiot. At least we got paid.",
    "66885a3d0221bbe5f306b632": "Handover the custom M4A1",
    "66885a3d0221bbe5f306b631 name": "Weapon Acquisition VII",
    "66885a3d0221bbe5f306b631 description": "Ahh, a classic NATO firearm found in Tarkov..not as popular as it used to be, but still a solid firearm. Going to need a customized Colt M4A1 lead dispenser, they're requesting a lower weight to handle the firearm ergonomically while keeping the recoil as manageable as possible. \n\nRequirements:\n  Ergonomics >= 62\n  Sighting Range >= 400\n  Recoil Sum <= 250\n  Magazine Size: >= 20\n  Durability >= 90\n  Weight <= 3.75 kg\n  Tactical Device Required",
    "66885a3d0221bbe5f306b631 startedMessageText": "I might have to have you kit one of these for me, this looks like a laser. \n\nRequirements:\n Colt M4A1 5.56x45 assault rifle\n  Ergonomics >= 62\n  Sighting Range >= 400\n  Recoil Sum <= 250\n  Magazine Size: >= 20\n  Durability >= 90\n  Weight <= 3.75 kg\n  Tactical Device Required",
    "66885a3d0221bbe5f306b631 successMessagetext": "The client reached out and wanted to specifically thank you for the work on this request.",
    "66885a3d0221bbe5f306b63f": "Locate the dead drop in the pumping station at night",
    "66885a3d0221bbe5f306b640": "Leave the PACA soft armours at the dead drop at night",
    "66885a3d0221bbe5f306b644": "Przeżyj i opuść lokalizacje w nocy",
    "66885a3d0221bbe5f306b63c name": "Armour Delivery",
    "66885a3d0221bbe5f306b63c description": "I've got a group of guys stuck in the factory and are in desperate need of an armour drop off. I honestly don't care about these guys as much, they're new so give them the cheap shit. A couple PACAs ought to be good enough. You'll need to find the pumping station room and drop them off near the table. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b63c startedMessageText": "Keep an eye out for Tagilla, I heard he's been on a Rampage.",
    "66885a3d0221bbe5f306b63c successMessagetext": "Hopefully that helps those guys, we'll see. If they make it back anyway.",
    "66885a3d0221bbe5f306b653": "Locate the dead drop at the pier",
    "66885a3d0221bbe5f306b654": "Leave the MF-UNTAR body armours at the dead drop",
    "66885a3d0221bbe5f306b658": "Przeżyj i opuść lokalizacje",
    "66885a3d0221bbe5f306b650 name": "Armour Delivery II",
    "66885a3d0221bbe5f306b650 description": "You've been contracted out to head to the shores, you need to delivery a couple MF-UNTAR armours to a dead drop at the pier. It should be two trash bins next to a pile of tires. I don't know why anyone wants these pieces of shit, they're bright ass blue. You can't blend into anything with these on!  Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b650 startedMessageText": "Make your way down to the pier.",
    "66885a3d0221bbe5f306b650 successMessagetext": "My contact picked those armours up and he's happy about it, thanks.",
    "66885a3d0221bbe5f306b667": "Locate the dead drop at the Mantis outlet store",
    "66885a3d0221bbe5f306b668": "Leave the BNTI Kirasa body armours at the dead drop",
    "66885a3d0221bbe5f306b66c": "Przeżyj i opuść lokalizacje",
    "66885a3d0221bbe5f306b664 name": "Armour Delivery III",
    "66885a3d0221bbe5f306b664 description": "Time to go to the mall - I need you to drop off some BNTI Kirasa armours in the Mantis outlet store. It's in the middle of the mall, the dead drop is next to a table and cot hidden in the corner right by the entrance.  Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b664 startedMessageText": "Watch out for Killa, him and his brother have been raging lately. If you can manage to take him down and nab his armour, I'll need some later.",
    "66885a3d0221bbe5f306b664 successMessagetext": "Dobrze! Udało ci się również zabić Kille?",
    "66885a3d0221bbe5f306b67b": "Locate the dead drop at the KIBA Arms International outlet",
    "66885a3d0221bbe5f306b67c": "Leave the NFM THOR Integrated Carrier body armour at the dead drop",
    "66885a3d0221bbe5f306b67d": "Leave the FORT Redut-T5 body armour at the dead drop",
    "66885a3d0221bbe5f306b681": "Przeżyj i opuść lokalizacje",
    "66885a3d0221bbe5f306b678 name": "Armour Delivery IV",
    "66885a3d0221bbe5f306b678 description": "Back to the mall we go, this client likes this place for some reason. Maybe it's the lighting? It's not quite bright enough. It used to be so much better a couple years ago and someone fucked up the lights. You'll need to head into the KIBA Arms International outlet and drop the armour off near the broken crates. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b678 startedMessageText": "Get movin' kid.",
    "66885a3d0221bbe5f306b678 successMessagetext": "Klient jest szczęśliwy, ja jestem szczęśliwy. A ty?",
    "66885a3d0221bbe5f306b690": "Locate the dead drop in the hanger gate",
    "66885a3d0221bbe5f306b691": "Leave the 6B43 Zabralo body armour at the dead drop",
    "66885a3d0221bbe5f306b692": "Leave the CQC Osprey MK4A plate carrier (Assault) at the dead drop",
    "66885a3d0221bbe5f306b693": "Leave the Crye Precision AVS plate carrier (Green) at the dead drop",
    "66885a3d0221bbe5f306b697": "Przeżyj i opuść lokalizacje",
    "66885a3d0221bbe5f306b68d name": "Armour Delivery V",
    "66885a3d0221bbe5f306b68d description": "Alright, this is a tough request we got in. It's probably best to bring a big ass backpack and get it all done at one time. It's not easy getting in and out of the Labs. You might have to wear one of the armours and shove the other two in your bag. Hide them in the car sitting in the hangar gate and dip out - you'll be exposed on your way out. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b68d startedMessageText": "Take your time, if you lose these - good fucking luck finding new ones.",
    "66885a3d0221bbe5f306b68d successMessagetext": "Thanks for dropping those off, the client checked in and got the gear.",
    "66885a3d0221bbe5f306b6a7": "Handover the found in raid 6B13 M assault armour (Killa Edition)",
    "66885a3d0221bbe5f306b6a6 name": "Armour Delivery VI",
    "66885a3d0221bbe5f306b6a6 description": "This one is for me, remember how I said I needed some Killa Edition armour? Yeah I need two of them, in good condition. I've got a scout tandem going out and I need them to get their recon done and get back safely - this armour is the best balance for mobility and protection.",
    "66885a3d0221bbe5f306b6a6 startedMessageText": "Good condition only, I don't need my guys getting shot to shit because you couldn't find quality armour.",
    "66885a3d0221bbe5f306b6a6 successMessagetext": "This'll do the job, I'll send out those scouts. Thanks.",
    "66885a3d0221bbe5f306b6af": "Handover the found in raid antique teapots",
    "66885a3d0221bbe5f306b6b0": "Handover the found in raid signature blend teas",
    "66885a3d0221bbe5f306b6b1": "Handover the found in raid antique books",
    "66885a3d0221bbe5f306b6ae name": "The Finer Things Club",
    "66885a3d0221bbe5f306b6ae description": "The Finer Things Club is the most exclusive club in Tarkov. Naturally, it's where you need to be. If you want to join, you'lll need to find a couple signature items. Once you've found them go ahead and hand them over and we'll grant you access.",
    "66885a3d0221bbe5f306b6ae startedMessageText": "Couple teapots, boxes of tea, and a few book ought to do it.",
    "66885a3d0221bbe5f306b6ae successMessagetext": "Thanks for getting those, here's your tea and book for the next meeting.",
    "66885a3d0221bbe5f306b6b9": "Handover the found in raid Antique vases",
    "66885a3d0221bbe5f306b6ba": "Handover the found in raid Bronze Lion figurines",
    "66885a3d0221bbe5f306b6bb": "Handover the found in raid Cat figurines",
    "66885a3d0221bbe5f306b6bc": "Handover the found in raid Horse figurines",
    "66885a3d0221bbe5f306b6bd": "Handover the found in raid Raven figurines",
    "66885a3d0221bbe5f306b6be": "Handover the found in raid Wooden clock",
    "66885a3d0221bbe5f306b6b8 name": "Najbardziej Ekskluzywne",
    "66885a3d0221bbe5f306b6b8 description": "The Finer Things Club is all about fine things. Unfortunately, our decor has been a little lacking since we setup shop here. Go find us something nice antiqutes and figurines to place around to liven up the place. Only the finest here.",
    "66885a3d0221bbe5f306b6b8 startedMessageText": "Only the highest quality items please. We don't need trash in this club.",
    "66885a3d0221bbe5f306b6b8 successMessagetext": "Nice, I got all those setup, a few too many of the figurines but it's always nice to have a backup in case one of them breaks.",
    "66885a3d0221bbe5f306b6c6": "Handover the found in raid Cultist figurine",
    "66885a3d0221bbe5f306b6c7": "Handover the found in raid Scav figurine",
    "66885a3d0221bbe5f306b6c8": "Handover the found in raid Mutkevich figurine",
    "66885a3d0221bbe5f306b6c9": "Handover the found in raid Ded Moroz figurine",
    "66885a3d0221bbe5f306b6ca": "Handover the found in raid BEAR figurine",
    "66885a3d0221bbe5f306b6cb": "Handover the found in raid USEC figurine",
    "66885a3d0221bbe5f306b6cc": "Handover the found in raid Ryzhy figurine",
    "66885a3d0221bbe5f306b6c5 name": "Figurine Collection",
    "66885a3d0221bbe5f306b6c5 description": "As you can see in my Hall Of Fame, I'm missing some amazing finds. Namely, all of the new figurines that have been released over the years. Go and find me each of the latest releases and hand them over for our trophy cabinet. Do try to make sure they aren't damaged in any way, no hand me downs allowed. Make it snappy!",
    "66885a3d0221bbe5f306b6c5 startedMessageText": "One of each ought to look good in the cabinet. Clean them before handing them over, thanks.",
    "66885a3d0221bbe5f306b6c5 successMessagetext": "Oh those look very good. The club is really coming together, it's a nice area to sit and chat about books.",
    "66885a3d0221bbe5f306b6d2": "Przekaż złote pierścienie z czaszką znalezione podczas raidu",
    "66885a3d0221bbe5f306b6d3": "Przekaż figurki złotego koguta znalezione podczas raidu",
    "66885a3d0221bbe5f306b6d4": "Przekaż złote zegarki znalezione podczas raidu",
    "66885a3d0221bbe5f306b6d5": "Przekaż złote jajkai znalezione podczas raidu",
    "66885a3d0221bbe5f306b6d6": "Handover the found in raid Golden 1GPhones",
    "66885a3d0221bbe5f306b6d7": "Przekaż złote naszyjniki znalezione podczas raidu",
    "66885a3d0221bbe5f306b6d1 name": "Goldmember",
    "66885a3d0221bbe5f306b6d1 description": "Kocham złoto! Jego wygląd! Jego zapach! Jego smak! Jego dotyk! Nie mamy wystarczająco dużo złotych przedmiotów w klubie. Oto lista czego potrzebuje by ukończyć kolekcję złota. [...]. Idź i znajdź co możesz, pierścionki, łańcuszki, zegarki, telefony, wszystko co złote. Może nawet złote jajko w tych ciężkich czasach.",
    "66885a3d0221bbe5f306b6d1 startedMessageText": "Breaker-breaker one-niner, this is Goldie Wang. Over.",
    "66885a3d0221bbe5f306b6d1 successMessagetext": "This place really has come together quite well. If I think of anything else to spice it up, I'll let you know.",
    "66885a3d0221bbe5f306b6e2": "Eliminate Reshala",
    "66885a3d0221bbe5f306b6e3": "Find and handover the found in raid Golden 7.62x25 TT pistol",
    "66885a3d0221bbe5f306b6df name": "Golden Retriever",
    "66885a3d0221bbe5f306b6df description": "One of my buddies came over and harassed me because apparently we're missing the coveted Golden TT Pistol. I really didn't think much about it..but later that night it got to bugging me and I couldn't sleep. I need you to find one for me in decent condition. You should be able to nick one off of Reshala. He doesn't always have it on him so you may need to hold him up a few times.",
    "66885a3d0221bbe5f306b6df startedMessageText": "One Golden TT is all I need!",
    "66885a3d0221bbe5f306b6df successMessagetext": "Oooh pretty. It'll fit nicely in the collection. I'll have my buddy come over and rub it in his face!",
    "66885a3d0221bbe5f306b6ec": "Eliminate any targets using a Golden 7.62x25 TT pistol",
    "66885a3d0221bbe5f306b6e9 name": "Orange Justice",
    "66885a3d0221bbe5f306b6e9 description": "Now that I've been looking over the Golden TT Pistol..it doesn't really look like it would be an effective weapon. I want you to test it. Not mine though, this is a collectors item. Find your own. Go take out anyone, anywhere, while using it. Try to track the degradation and accuracy of it. I'm curious how it feels.",
    "66885a3d0221bbe5f306b6e9 startedMessageText": "I'd lend you this one..but..it's mine now. You'll have to find another.",
    "66885a3d0221bbe5f306b6e9 successMessagetext": "So it does work? But based on this data you brought back, it's a piece of shit. I guess it's a good thing it shouldn't see any action in my collection. Not really a 'defend yourself' piece of weaponry.",
    "66885a3d0221bbe5f306b6f5": "Wyeliminuj PMC",
    "66885a3d0221bbe5f306b6f2 name": "Myślisz że znasz się na broni?",
    "66885a3d0221bbe5f306b6f2 description": "Alright, you managed to prove yourself I guess. That still doesn't really prove enough. Go take out more PMCs and come back when you're done and we'll really test your weapon proficiencies.",
    "66885a3d0221bbe5f306b6f2 startedMessageText": "You? Handling weapons? I'll believe it when I see it.",
    "66885a3d0221bbe5f306b6f2 successMessagetext": "Fine I believe you now. Let's see how well you do with the coming tasks.",
    "66885a3d0221bbe5f306b6ff": "Using an AR, eliminate PMCs",
    "66885a3d0221bbe5f306b6fc name": "Weapon Proficiency - ARs",
    "66885a3d0221bbe5f306b6fc description": "We're going to test your proficiency with Assault Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b6fc startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b6fc successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b70b": "Using an AR, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b708 name": "Weapon Proficiency - ARs II",
    "66885a3d0221bbe5f306b708 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b708 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b708 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b714": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b717": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b71a": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b71d": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b720": "Eliminate Shturman",
    "66885a3d0221bbe5f306b723": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b726": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b729": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b72c": "Eliminate all targets with an AR",
    "66885a3d0221bbe5f306b711 name": "Weapon Proficiency - ARs III",
    "66885a3d0221bbe5f306b711 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b711 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b711 successMessagetext": "FINE. I guess you know your Assault Rifles. Take your reward.",
    "66885a3d0221bbe5f306b735": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b738": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b73b": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b73e": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b741": "Eliminate Shturman",
    "66885a3d0221bbe5f306b744": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b747": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b74a": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b74d": "Headshot all targets with an AR",
    "66885a3d0221bbe5f306b732 name": "Weapon Proficiency - ARs IV",
    "66885a3d0221bbe5f306b732 description": "This is your final test for being labeled the Golden God of Assault Rifles. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b732 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b732 successMessagetext": "You're the best I've ever seen handling an Assault Rifle.",
    "66885a3d0221bbe5f306b755": "Using a SMG, eliminate PMCs",
    "66885a3d0221bbe5f306b752 name": "Weapon Proficiency - SMGs",
    "66885a3d0221bbe5f306b752 description": "We're going to test your proficiency with Submachine Guns. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b752 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b752 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b761": "Using a SMG, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b75e name": "Weapon Proficiency - SMGs II",
    "66885a3d0221bbe5f306b75e description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b75e startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b75e successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b76a": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b76d": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b770": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b773": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b776": "Eliminate Shturman",
    "66885a3d0221bbe5f306b779": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b77c": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b77f": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b782": "Eliminate all targets with a SMG",
    "66885a3d0221bbe5f306b767 name": "Weapon Proficiency - SMGs III",
    "66885a3d0221bbe5f306b767 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b767 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b767 successMessagetext": "FINE. I guess you know your Submachine Guns. Take your reward.",
    "66885a3d0221bbe5f306b78b": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b78e": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b791": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b794": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b797": "Eliminate Shturman",
    "66885a3d0221bbe5f306b79a": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b79d": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b7a0": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b7a3": "Headshot all targets with a SMG",
    "66885a3d0221bbe5f306b788 name": "Weapon Proficiency - SMGs IV",
    "66885a3d0221bbe5f306b788 description": "This is your final test for being labeled the Golden God of Submachine Guns. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b788 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b788 successMessagetext": "You're the best I've ever seen handling an Submachine Guns.",
    "66885a3d0221bbe5f306b7ab": "Using a sniper, eliminate PMCs",
    "66885a3d0221bbe5f306b7a8 name": "Weapon Proficiency - Snipers",
    "66885a3d0221bbe5f306b7a8 description": "We're going to test your proficiency with Sniper Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b7a8 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b7a8 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b7b8": "Using a sniper, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b7b5 name": "Weapon Proficiency - Snipers II",
    "66885a3d0221bbe5f306b7b5 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b7b5 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b7b5 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b7c1": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b7c4": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b7c7": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b7ca": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b7cd": "Eliminate Shturman",
    "66885a3d0221bbe5f306b7d0": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b7d3": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b7d6": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b7d9": "Eliminate all targets with a sniper",
    "66885a3d0221bbe5f306b7be name": "Weapon Proficiency - Snipers III",
    "66885a3d0221bbe5f306b7be description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b7be startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b7be successMessagetext": "FINE. I guess you know your Snipers. Take your reward.",
    "66885a3d0221bbe5f306b7e2": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b7e5": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b7e8": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b7eb": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b7ee": "Eliminate Shturman",
    "66885a3d0221bbe5f306b7f1": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b7f4": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b7f7": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b7fa": "Headshot all targets with a sniper",
    "66885a3d0221bbe5f306b7df name": "Weapon Proficiency - Snipers IV",
    "66885a3d0221bbe5f306b7df description": "This is your final test for being labeled the Golden God of Snipers. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b7df startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b7df successMessagetext": "You're the best I've ever seen handling an Snipers.",
    "66885a3d0221bbe5f306b802": "Using a marksman rifle, eliminate PMCs",
    "66885a3d0221bbe5f306b7ff name": "Weapon Proficiency - Marksman",
    "66885a3d0221bbe5f306b7ff description": "We're going to test your proficiency with Marksman Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b7ff startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b7ff successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b80e": "Using a marksman rifle, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b80b name": "Weapon Proficiency - Marksman II",
    "66885a3d0221bbe5f306b80b description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b80b startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b80b successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b817": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b81a": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b81d": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b820": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b823": "Eliminate Shturman",
    "66885a3d0221bbe5f306b826": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b829": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b82c": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b82f": "Eliminate all targets with a marksman rifle",
    "66885a3d0221bbe5f306b814 name": "Weapon Proficiency - Marksman III",
    "66885a3d0221bbe5f306b814 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b814 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b814 successMessagetext": "FINE. I guess you know your Marksman Rifles. Take your reward.",
    "66885a3d0221bbe5f306b838": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b83b": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b83e": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b841": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b844": "Eliminate Shturman",
    "66885a3d0221bbe5f306b847": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b84a": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b84d": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b850": "Headshot all targets with a marksman rifle",
    "66885a3d0221bbe5f306b835 name": "Weapon Proficiency - Marksman IV",
    "66885a3d0221bbe5f306b835 description": "This is your final test for being labeled the Golden God of Marksman Rifles. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b835 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b835 successMessagetext": "You're the best I've ever seen handling an Marksman Rifles.",
    "66885a3d0221bbe5f306b859": "Wyeliminuj PMC za pomocą strzelby",
    "66885a3d0221bbe5f306b856 name": "Weapon Proficiency - Shotguns",
    "66885a3d0221bbe5f306b856 description": "We're going to test your proficiency with Shotguns. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b856 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b856 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b865": "Using a shotgun, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b862 name": "Weapon Proficiency - Shotguns II",
    "66885a3d0221bbe5f306b862 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b862 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b862 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b86e": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b871": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b874": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b877": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b87a": "Eliminate Shturman",
    "66885a3d0221bbe5f306b87d": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b880": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b883": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b886": "Wyeliminuj wszystkie cele ze strzelby",
    "66885a3d0221bbe5f306b86b name": "Weapon Proficiency - Shotguns III",
    "66885a3d0221bbe5f306b86b description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b86b startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b86b successMessagetext": "DOBRA. Myśle że znasz się na strzelbach. weź swoją nagrodę.",
    "66885a3d0221bbe5f306b88f": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b892": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b895": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b898": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b89b": "Eliminate Shturman",
    "66885a3d0221bbe5f306b89e": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b8a1": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b8a4": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b8a7": "Headshot all targets with a Shotgun",
    "66885a3d0221bbe5f306b88c name": "Weapon Proficiency - Shotguns IV",
    "66885a3d0221bbe5f306b88c description": "This is your final test for being labeled the Golden God of Shotguns. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b88c startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b88c successMessagetext": "You're the best I've ever seen handling Shotguns.",
    "66885a3d0221bbe5f306b8af": "Wyeliminuj PMC za pomocą pistoletu",
    "66885a3d0221bbe5f306b8ac name": "Weapon Proficiency - Pistols",
    "66885a3d0221bbe5f306b8ac description": "We're going to test your proficiency with Pistols. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b8ac startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b8ac successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b8bb": "Using a pistol, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b8b8 name": "Weapon Proficiency - Pistols II",
    "66885a3d0221bbe5f306b8b8 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b8b8 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b8b8 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b8c4": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b8c7": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b8ca": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b8cd": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b8d0": "Eliminate Shturman",
    "66885a3d0221bbe5f306b8d3": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b8d6": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b8d9": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b8dc": "Wyeliminuj wszystkie cele pistoletem",
    "66885a3d0221bbe5f306b8c1 name": "Weapon Proficiency - Pistols III",
    "66885a3d0221bbe5f306b8c1 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b8c1 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b8c1 successMessagetext": "DOBRA. Myśle że znasz się na pistoletach. weź swoją nagrodę.",
    "66885a3d0221bbe5f306b8e5": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b8e8": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b8eb": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b8ee": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b8f1": "Eliminate Shturman",
    "66885a3d0221bbe5f306b8f4": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b8f7": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b8fa": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b8fd": "Headshot all targets with a pistol",
    "66885a3d0221bbe5f306b8e2 name": "Weapon Proficiency - Pistols IV",
    "66885a3d0221bbe5f306b8e2 description": "This is your final test for being labeled the Golden God of Pistols. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b8e2 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b8e2 successMessagetext": "You're the best I've ever seen handling Pistols.",
    "66885a3d0221bbe5f306b905": "Using a LMG, eliminate PMCs",
    "66885a3d0221bbe5f306b902 name": "Weapon Proficiency - LMGs",
    "66885a3d0221bbe5f306b902 description": "We're going to test your proficiency with LMGs. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b902 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b902 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b911": "Using a LMG, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b90e name": "Weapon Proficiency - LMGs II",
    "66885a3d0221bbe5f306b90e description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b90e startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b90e successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b919": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b91c": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b91f": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b922": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b925": "Eliminate Shturman",
    "66885a3d0221bbe5f306b928": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b92b": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b92e": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b931": "Eliminate all targets with a LMG",
    "66885a3d0221bbe5f306b916 name": "Weapon Proficiency - LMGs III",
    "66885a3d0221bbe5f306b916 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b916 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b916 successMessagetext": "FINE. I guess you know your LMGs. Take your reward.",
    "66885a3d0221bbe5f306b93a": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b93d": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b940": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b943": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b946": "Eliminate Shturman",
    "66885a3d0221bbe5f306b949": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b94c": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b94f": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b952": "Headshot all targets with a LMG",
    "66885a3d0221bbe5f306b937 name": "Weapon Proficiency - LMGs IV",
    "66885a3d0221bbe5f306b937 description": "This is your final test for being labeled the Golden God of LMGs. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b937 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b937 successMessagetext": "You're the best I've ever seen handling LMGs.",
    "66885a3d0221bbe5f306b95a": "Using an assault carbine, eliminate PMCs",
    "66885a3d0221bbe5f306b957 name": "Weapon Proficiency - Carbines",
    "66885a3d0221bbe5f306b957 description": "We're going to test your proficiency with Assault Carbines. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b957 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b957 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b966": "Using an assault carbine, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b963 name": "Weapon Proficiency - Carbines II",
    "66885a3d0221bbe5f306b963 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b963 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b963 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b96f": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b972": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b975": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b978": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b97b": "Eliminate Shturman",
    "66885a3d0221bbe5f306b97e": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b981": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b984": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b987": "Eliminate all targets with a Carbine",
    "66885a3d0221bbe5f306b96c name": "Weapon Proficiency - Carbines III",
    "66885a3d0221bbe5f306b96c description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b96c startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b96c successMessagetext": "FINE. I guess you know your Assault Carbines. Take your reward.",
    "66885a3d0221bbe5f306b990": "Wyeliminuj Sanitara",
    "66885a3d0221bbe5f306b993": "Wyeliminuj Kille",
    "66885a3d0221bbe5f306b996": "Wyeliminuj Tagille",
    "66885a3d0221bbe5f306b999": "Wyeliminuj Reshale",
    "66885a3d0221bbe5f306b99c": "Eliminate Shturman",
    "66885a3d0221bbe5f306b99f": "Wyeliminuj Gluhara",
    "66885a3d0221bbe5f306b9a2": "Wyeliminuj Kolontaya",
    "66885a3d0221bbe5f306b9a5": "Wyeliminuj Kabana",
    "66885a3d0221bbe5f306b9a8": "Headshot all targets with a Carbine",
    "66885a3d0221bbe5f306b98d name": "Weapon Proficiency - Carbines IV",
    "66885a3d0221bbe5f306b98d description": "This is your final test for being labeled the Golden God of Carbines. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b98d startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b98d successMessagetext": "You're the best I've ever seen handling Carbines.",
    "66885a3d0221bbe5f306b9b0": "Eliminate...no, stab PMCs",
    "66885a3d0221bbe5f306b9ad name": "Weapon Proficiency - Melee",
    "66885a3d0221bbe5f306b9ad description": "We're going to test your proficiency with Melee Weapons. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. You need to get up close and personal for this one.",
    "66885a3d0221bbe5f306b9ad startedMessageText": "Remember, calm your breathing, you might be able to sneak up and take them out. If you get spotted, just shoot them and try again with the next target.",
    "66885a3d0221bbe5f306b9ad successMessagetext": "Fuckin' wild ass managed to do it, well the easy mode of this. Major props to you!",
    "66885a3d0221bbe5f306b9bb": "Dźgaj, tnij, albo porąb swoje cele",
    "66885a3d0221bbe5f306b9b8 name": "Weapon Proficiency - Melee II",
    "66885a3d0221bbe5f306b9b8 description": "It's time to actually test your proficiency. Go smack any PMCs, locals, bosses, whatever have you, and come back when you're done.",
    "66885a3d0221bbe5f306b9b8 startedMessageText": "Cheeki breeki lemon squeezy",
    "66885a3d0221bbe5f306b9b8 successMessagetext": "Nie chciałbym wdać się z tobą w walkę na noże, tego jestem pewien.",
    "66885a3d0221bbe5f306b9c6": "Eliminate..no, explode PMCs",
    "66885a3d0221bbe5f306b9c3 name": "Weapon Proficiency - Explosives",
    "66885a3d0221bbe5f306b9c3 description": "We're going to test your proficiency with Explosives. Boom. Go take out a group of PMCs and report back. You'd think this one would be the easiest challenge. Afterall explosives are kind of explosive. Close only counts in horseshoes and you got that right, hand grendaes. Just toss em and laugh.",
    "66885a3d0221bbe5f306b9c3 startedMessageText": "You'll have to source your explosives yourself. If you really want to cheat - use a grenade launcher.",
    "66885a3d0221bbe5f306b9c3 successMessagetext": "I'd say good job, but it's fuckin' explosives, man. Easy peasy.",
    "66885a3d0221bbe5f306b9d0": "Reach level 10 in Assault Rifles",
    "66885a3d0221bbe5f306b9d1": "Reach level 10 in Submachine Guns",
    "66885a3d0221bbe5f306b9d2": "Reach level 10 in Snipers",
    "66885a3d0221bbe5f306b9d3": "Reach level 10 in Marksman Rifles (DMR)",
    "66885a3d0221bbe5f306b9d4": "Reach level 10 in Shotguns",
    "66885a3d0221bbe5f306b9d5": "Reach level 10 in Pistols",
    "66885a3d0221bbe5f306b9d6": "Reach level 10 in Large Machine Guns",
    "66885a3d0221bbe5f306b9d7": "Reach level 10 in Magazine Drills",
    "66885a3d0221bbe5f306b9cf name": "Złoty Bóg",
    "66885a3d0221bbe5f306b9cf description": "Alright you've proved that you know how to handle firearms, explosives, and subjectively - melee skills. By now you should have gotten your personal feel for all of these weapon types. If you haven't, you'll need to keep practicing. When you have, come back for a nice little reward.",
    "66885a3d0221bbe5f306b9cf startedMessageText": "To nie jest zadanie początkowe, to jest zadanie końcowe! Zadanie bogów!",
    "66885a3d0221bbe5f306b9cf successMessagetext": "YOU ARE THE GOLDEN GOD - Your vengeance will echo within these walls like the gust of a thousand winds!"
}