{
    "INTROART_1 name": "Introduction.",
    "INTROART_1 TEXT": "",
    "INTROART_1 TASK1": "Hand over 3 Gas mask air filter Found in Raid",
    "INTROART_1 TASK2": "Hand over 15,000 Roubles",
    "INTROART_1 completePlayerMessage": "Well done. Stay alive till then, as we shall meet again.",
    "INTROART_1 successMessageText": "Well done. Stay alive till then, as we shall meet again.",
    "INTROART_1 description": "You there. Dog, Hand over your cash! Don't even try anything smart. Drop it- Hold on a second. Let me see your face... Ahh, the tales were right after all. For you to be the chosen one, for you to be the one who escapes... But for that, you'll need my assistance. I require three gas mask air filters to be found in combat; make sure they are not used up. I'll reward you handsomely. Follow my guidance, and you shall reveal the true secrets that are being held underneath this very ground — the ground of Tarkov.",
    "ARTT_1 name": "Grab n' Tag",
    "ARTT_1 TEXT": "Locate and Eliminate 3 Rogues around Tarkov District",
    "ARTT_1 TEXT2": "Obtain and hand over 5 Cans of Hot Rod energy drink",
    "ARTT_1 TEXT3": "Locate and Eliminate 3 Scavs around Tarkov District",
    "ARTT_1 completePlayerMessage": "Obtain and hand over 5 Cans of Hot Rod energy drink",
    "ARTT_1 startedMessageText": "Time is of the essence, Operator! The shadows grow longer, and the Rogue Military Assets plot their sinister schemes. Swiftly now, eliminate those threats and bring me the Energy Drinks before the sun sets. The stakes are high, and our enemies won't wait for your leisure. The dark currents of the black market are restless, and every moment counts. Sharpen your resolve, move with purpose, and may your actions be as swift as a serpent's strike. The realm's fate hangs in the balance, and it's in your hands to tip it in our favor. Hurry, for the night waits for no one, and the clandestine hour draws near.",
    "ARTT_1 acceptPlayerMessage": "Time is of the essence, Operator! The shadows grow longer, and the Rogue Military Assets plot their sinister schemes. Swiftly now, eliminate those threats and bring me the Energy Drinks before the sun sets. The stakes are high, and our enemies won't wait for your leisure. The dark currents of the black market are restless, and every moment counts. Sharpen your resolve, move with purpose, and may your actions be as swift as a serpent's strike. The realm's fate hangs in the balance, and it's in your hands to tip it in our favor. Hurry, for the night waits for no one, and the clandestine hour draws near.",
    "ARTT_1 successMessageText": "Well done, Operator! Your capabilities shine in the dark corners. Your talents intrigue me, and I'm eager to explore more opportunities together. Come back, and let's delve deeper into the realm of the black market. Exciting ventures await your keen senses.",
    "ARTT_1 description": "Greetings, Operator. My name does not matter at this time and place. You're looking to help for the cause? or be a part of it? Eliminate three Rogues around the streets. Make sure you wipe them clean, they are threats to our realm's balance. Acquire five Cans of Hot Rod Energy Drinks, and our destinies may align. Be cautious, for trust is a rare gem in these shadows. May darkness shield you on this enigmatic journey.",
    "ARTT_2 TEXT": "Handover 3 CMS Surgical Kits Found in Raid",
    "ARTT_2 TEXT2": "Locate and Eliminate 6 Undercover Terragroup Agents in Woods.",
    "ARTT_2 TEXT3": "Locate the Abandoned USEC Camp in Woods.",
    "ARTT_2 completePlayerMessage": "Operator, Your dedication and skills are truly impressive. Congratulations on your remarkable achievements! Keep up the excellent work! Now, the realm faces a new challenge: two rogue cultists have emerged, threatening the peace. They must be dealt with swiftly and decisively. Trust in your abilities, for the realm relies on your strength once more. Good luck, and may success be with you on this critical mission.",
    "ARTT_2 startedMessageText": "Operator, Your dedication and skills are truly impressive. Congratulations on your remarkable achievements! Keep up the excellent work! Now, the realm faces a new challenge: two rogue cultists have emerged, threatening the peace. They must be dealt with swiftly and decisively. Trust in your abilities, for the realm relies on your strength once more. Good luck, and may success be with you on this critical mission.",
    "ARTT_2 name": "Uncovered Businesses",
    "ARTT_2 acceptPlayerMessage": "Operator, a new threat emerges—undercover agents of Terragroup, disguised as Shturman's guards, haunt the woods with treachery. They used the USEC Camp as their storage area so I would need you to go and confirm the location. Remain vigilant and cautious, as they blend seamlessly into the shadows, masking their true intentions. Unravel this covert web to secure the realm's safety and advance our collaboration. Trust your instincts, and may the shadows be your ally in this perilous pursuit.",
    "ARTT_2 successMessageText": "Operator, Your dedication and skills are truly impressive. Congratulations on your remarkable achievements! Keep up the excellent work! Now, the realm faces a new challenge: two rogue cultists have emerged, threatening the peace. They must be dealt with swiftly and decisively. Trust in your abilities, for the realm relies on your strength once more. Good luck, and may success be with you on this critical mission.",
    "ARTT_2 description": "Operator, a new threat emerges—undercover agents of Terragroup, disguised as Shturman's guards, haunt the woods with treachery. They used the USEC Camp as their storage area so I would need you to go and confirm the location. Remain vigilant and cautious, as they blend seamlessly into the shadows, masking their true intentions. Unravel this covert web to secure the realm's safety and advance our collaboration. Trust your instincts, and may the shadows be your ally in this perilous pursuit.",
    "ARTT_3 name":"Eye for an eye",
    "ARTT_3 TASK1":"Reach Loyalty Level 2 with Prapor",
    "ARTT_3 TASK2":"Hand over Denis' Collar.",
    "ARTT_3 Accetplayermessage": "With haste Operator. For theres no time to waste. Gain his loyalty and come back for your reward.",
    "ARTT_3 successmessage": "Impressive work, Operator. Prapor and I are thoroughly content with your actions and skills. Our paths will cross again. Stay vigilant until then.",
    "ARTT_3 description": "Operator, allow me to introduce you to the 'Predator,' a figure forged in the crucible of adversity. Emerging from a life of captivity, they endured unthinkable cruelty, treated as a mere dog with a twisted corrugated hose used as a leash. Hand over the requested items to gain Prapor's loyalty, my way of expressing gratitude for aiding my friend. Retrieve the lost Collar that once served as the leash around the Predator's neck. Fetch it.",
    "ARTT_4 name": "Spooky Season",
    "ARTT_4 startedMessageText": "Operator, I'm glad to see you again. I was required to test your skills and guidance under conditions that do not matter at this time of conversation but will be needed in the future. Listen carefully — you should be wearing a skull mask in order to strike fear into our enemies and use a suppressed weapon to keep you in the shadows. With haste, operator, as time is a valuable thing.",
    "ARTT_4 description": "Operator, I'm glad to see you again. I was required to test your skills and guidance under conditions that do not matter at this time of conversation but will be needed in the future. Listen carefully — you should be wearing a skull mask in order to strike fear into our enemies and use a suppressed weapon to keep you in the shadows. With haste, operator, as time is a valuable thing.",
    "ARTT_4 successMessageText": "Operator! Well done! Its time for you to rest and await the next call. Stay in touch.",
    "ARTT_4 acceptplayermessage": "With haste Operator. For theres no time to waste. Fetch the dogs and hunt them down, Leave no one alive.",
    "ARTT_4 TASK1": "Eliminate 10 Scavs using a Suppressed Weapon and wearing the Skull Mask on Shoreline",
    "ARTT_4 TASK2": "Eliminate 6 Scavs Between the time period of 21:00 - 04:00 on Shoreline",
    "ARTT_4 Desc": "Operator, here's a new facet to our plan. Alongside the Predator, I'll present you with a gift: a skull mask. This eerie accessory holds a dual purpose — it serves as a token of our collaboration and, more importantly, as a means to adopt the appearance of one of the Predator's guards. Haunt down Scavs to send a message to their Gang Leaders",
    "ARTT_4 success": "Impressive work, Operator. Our paths will cross again. Stay vigilant until then.",
    "ARTT_5 name": "Wanderer",
    "ARTT_5 Acceptpm": "Operator, I come bearing news of the Predators recent operation at Customs.",
    "ARTT_5 TASK1": "Visit the train wagon used by the 'Predator' to sneak into Customs.",
    "ARTT_5 TASK2": "Place 3 Water Bottles in the train Wagon",
    "ARTT_5 TASK3": "Place 2 MRE Ration pack in the train Wagon",
    "ARTT_5 Desc": "Operator, I come bearing news of the Predators recent operation at Customs. Find me the wagon used by the 'Predator' to sneak into Customs. He did some dirty work around the area.. So bad that one of the bosses arrived into town - 'Reshala' is his name. Anyways.. Go and give him some Rations. 3 Water Bottles and 2 MREs should be enough for this bastard.. Good luck.",
    "ARTT_5 complete": "Very well Operator. I hope our paths cross again. Stay vigilant until then.",
    "ARTT_6 name": "Fetch it",
    "ARTT_6 TASK1": "Eliminate 6 Rogue Cultist Warriors Between the time period of 21:00 - 04:00 on Customs",
    "ARTT_6 TASK2": "Eliminate 6 Rogue Cultist Warriors Between the time period of 21:00 - 04:00 on Woods",
    "ARTT_6 TASK3": "Eliminate 3 Rogue Cultist Priests the time period of 21:00 - 04:00 on Shoreline",
    "ARTT_6 desc": "Operator, there have been some rumours around me including couple ex-cultists that have been under my command. I need you to find and hunt them. They know too much to let someone capture the.. Even though our tongues have been binded by 'The Blade'. I still have my worries they will bark like dogs at the right moment in the wrong place.. Fetch them Operator.",
    "ARTT_6 success": "Very well, Operator. Rest assured, your actions won't go unnoticed. You have earned not only my trust but also the trust of the entire team.",
    "ARTT_7 name": "Communication is Key",
    "ARTT_7 acceptpm": "Operator, thank you for coming again. This time, I need you to obtain some surveillance devices. I'm going to conduct some surveillance.",
    "ARTT_7 task1": "Hand-over 2 Intelligence Folder Found in Raid",
    "ARTT_7 task2": "Hand-over 3 Secure Flash Drives Found in Raid",
    "ARTT_7 task3": "Hand-over 4 Signal Jammers",
    "ARTT_7 task4": "Hand-over 3 Wi-Fi Cameras",
    "ARTT_7 desc": "Operator, I'm glad you came along. Sit down. I'm letting you in on a little secret that stays between the two of us. You know those greenhouses in Shoreline? That's where that son of a bitch 'Sanitar' is, with his cowardly group of men-lovers scattered around. Ahh nevermind, just get me the requested items. I'm going to plant some surveillance around his area. He thinks he's safe and I don't like that.",
    "ARTT_7 success": "Very well, Operator. Let's examine what the 'bird retrieved from the wormhole.'",
    "ARTT_8 name": "Rags to Riches",
    "ARTT_8 acceptpm": "Operator, I've got some good news and bad news. Which one should I start with? Bad news first: Sanitar has fled. We managed to capture some of his guards, and they let it slip that he's supposed to return to the cottage area. The good news is that you're going to eliminate that son of a bitch.",
    "ARTT_8 TASK1": "Eliminate Sanitar",
    "ARTT_8 desc": "Operator, that son of a bitch slipped and made it through my attack. I can't afford to let him escape; he possesses crucial information. Consider this: a mere janitor with his own laboratory room in a top-secret area? It's absurd. There's more to this situation than meets the eye. He's holding something I need, something of immense value to our operation. I need you to track him down, capture him, and bring him back. We can't let him out of our sight. This mission could be the key to unraveling the secrets he holds, secrets that could change the course of our entire operation.",
    "ARTT_8 success": "Operator, you're a goddamn beast! You tore that son of a bitch apart. It's time to snatch back what's rightfully ours - all the damn medical gear, computers, and hardware scattered around that shithole cottage area. Screw that bastard and his lapdog, Therapist.",
    "ARTT_9 name": "The Lost Package",
    "ARTT_9 acceptpm": "Operator, great news. Word has spread around Tarkov District that you've eliminated Sanitar, and as a result, his rats have started to dig out his stashes.",
    "ARTT_9 desc": "Operator, great news. Word has spread around Tarkov District that you've eliminated Sanitar, and as a result, his rats have started to dig out his stashes. That's an opportunity to hunt what is rightfully ours. He left an untouched package in a Lighthouse Villa. I've heard they made a final attempt to save that motherfucker. Go ahead and mark it; I'll send some of my boys at night. Another small request: I've been told his goons who were with him are confirmed dead. I want to confirm that one last time. Head to the scav outpost at Woods; there should be a white cargo filled with body bags. Confirm it for me.",
    "ARTT_9 TASK1": "Locate the medical room in the Chalet Villa on Lighthouse",
    "ARTT_9 TASK2": "Mark Sanitar's medical stash.",
    "ARTT_9 TASK3": "Locate the cargo filled with dead bodies of Sanitars men in Woods",
    "ARTT_9 success": "Very well Operator. I shall inform the others. For now, wait for another call.",
    "ARTT_10 name": "Puppets",
    "ARTT_10 acceptpm": "Operator, word is spreading that the bloodhounds, led by a certain 'Den' and his scav companion 'Ryzhy,' have infiltrated the Tarkov district. They've garnered quite a reputation among the locals. Jaeger contacted me, expressing concern about the Bloodhounds' release from the Arena, anticipating chaos that needs to be quelled. We're tasked with sending a message by eliminating three of the Bloodhounds as a warning, but be cautious not to harm Den; he holds a close connection to Jaeger. And could be helpful in the near future..",
    "ARTT_10 desc": "Operator, word is spreading that the bloodhounds, led by a certain 'Den' and his scav companion 'Ryzhy,' have infiltrated the Tarkov district. They've garnered quite a reputation among the locals. Jaeger contacted me, expressing concern about the Bloodhounds' release from the Arena, anticipating chaos that needs to be quelled. We're tasked with sending a message by eliminating three of the Bloodhounds as a warning, but be cautious not to harm Den; he holds a close connection to Jaeger. And could be helpful in the near future..",
    "ARTT_10 TASK1": "Eliminate 3 Bloodhounds",
    "ARTT_10 success": "Well done, Operator. Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. Den should return to Jaeger any minute now.",
    "ARTT_11 name": "Secret Formula",
    "ARTT_11 acceptpm": "Welcome back—oh, you seem really off. Bloodhounds didn't treat you well, did they? Sit; you need to get some rest. I'll make you a great medicine, one of a kind. Just make sur- agh. I ran out of materials. Well, Operator, get some rest, then head back to obtain the materials.. ",
    "ARTT_11 desc": "Welcome back—oh, you seem really off. Bloodhounds didn't treat you well, did they? Sit; you need to get some rest. I'll make you a great medicine, one of a kind. Just make sur- agh. I ran out of materials. Well, Operator, get some rest, then head back to obtain the materials.. ",
    "ARTT_11 TEXT1": "Handover 2 Medical Bloodsets Found in Raid",
    "ARTT_11 TEXT2": "Handover 5 Medical Tools Found in Raid",
    "ARTT_11 TEXT3": "Handover 1 Disposable Syrigne Found in Raid",
    "ARTT_11 TEXT4": "Handover 3 '42 Signature Blend English Tea Found in Raid",
    "ARTT_11 TEXT5": "Handover 2 Bottle of Water (0.6L) Found in Raid",
    "ARTT_11 TEXT6": "Handover 2 Bottle of hydrogen peroxide Found in Raid",
    "ARTT_11 success": "Well done, pal. I hope this could help your current state. We have some serious work ahead of us, so be sure to rest enough before I reach out again.",
    "ARTT_12 name": "The Keycard Holder",
    "ARTT_12 acceptpm": "Pal, let me tell you about our little adventure ahead of us. Our mission of sending a message to the Bloodhounds has successfully impacted the group. They've know you for your deeds and connections, yet undervalue your actions and skills. Den and Ryzhy came back to Jaeger's hideout and explained the situation. There was a setup in a deal conducted between a group of rogue PMCs; they played dirty tricks on Bloodhound's dealer men. That's why they made their arrival at our locations. We've been tasked with finding out what the deal was about, as Den wasn't telling too much. But I believe the deal was for a certain keycard, a keycard related to Terragroup's doings. I want you to go and look after that. Bring me an entrance keycard to their facility.",
    "ARTT_12 desc": "Pal, let me tell you about our little adventure ahead of us. Our mission of sending a message to the Bloodhounds has successfully impacted the group. They've know you for your deeds and connections, yet undervalue your actions and skills. Den and Ryzhy came back to Jaeger's hideout and explained the situation. There was a setup in a deal conducted between a group of rogue PMCs; they played dirty tricks on Bloodhound's dealer men. That's why they made their arrival at our locations. We've been tasked with finding out what the deal was about, as Den wasn't telling too much. But I believe the deal was for a certain keycard, a keycard related to Terragroup's doings. I want you to go and look after that. Bring me an entrance keycard to their facility.",
    "ARTT_12 TEXT1": "Handover a TerraGroup Labs access keycard",
    "ARTT_12 TEXT2": "Locate and Eliminate 5 Rogue PMCs (USEC/BEAR)",
    "ARTT_12 success": "Well done! Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. ",
    "ARTT_13 name": "Bigger Fish",
    "ARTT_13 acceptpm": "Listen up, pal. I've got some grim news about those bloodhounds wreaking havoc in our district. They've pulled off a daring ambush on a Terragroup Jeep as it navigated the streets of Customs. I've got intel from the Predator on the sensitive documents stashed in that jeep and where it was bound. Also, there has been rumours going around the recent Van made it safely to the factories in Customs and dispatched a set of barrels onto one of the abandoned factories.. It is still unknown what liquid is filled within those barrels but its up to you to find out. Head there too and mark it for me. Let me tell you, there's always a more ominous force at play. Aid me in tracking down that jeep and barrels. - I'll dispatch my crew to tear apart every inch of the vicinity, extracting whatever they can. Thank you Operator.",
    "ARTT_13 desc": "Listen up, pal. I've got some grim news about those bloodhounds wreaking havoc in our district. They've pulled off a daring ambush on a Terragroup Jeep as it navigated the streets of Customs. I've got intel from the Predator on the sensitive documents stashed in that jeep and where it was bound. Also, there has been rumours going around the recent Van made it safely to the factories in Customs and dispatched a set of barrels onto one of the abandoned factories.. It is still unknown what liquid is filled within those barrels but its up to you to find out. Let me tell you, there's always a more ominous force at play. Aid me in tracking down that jeep and barrels. - I'll dispatch my crew to tear apart every inch of the vicinity, extracting whatever they can. Thank you Operator.",
    "ARTT_13 TASK1": "Locate the Ambushed Jeep in Customs",
    "ARTT_13 TASK2": "Mark the Stolen Documents",
    "ARTT_13 TASK3": "Locate the missing Barrels in Customs",
    "ARTT_13 TASK4": "Mark the missing Barrels",
    "ARTT_13 success": "Well done! Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. ",
    "ARTT_14 name": "Abandoned Enterance",
    "ARTT_14 acceptpm": "Pal, the Predator informed me of yet another location, this time it's Factory, our beloved death hole. Use caution when entering and get rid of any informatns so they won't be able to pass the information of your arrival. It seems there's an abandoned Medical Tent near one of the exits. I need you to grab a sample and mark the Hazmat suit, as there are remains of the unknown liquid similar to what has been found inside those barrels. Also, mark the medical boxes. I'll send my men to retrieve the materials.",
    "ARTT_14 desc": "Pal, the Predator informed me of yet another location, this time it's Factory, our beloved death hole. Use caution when entering and get rid of any informatns so they won't be able to pass the information of your arrival. It seems there's an abandoned Medical Tent near one of the exits. I need you to grab a sample and mark the Hazmat suit, as there are remains of the unknown liquid similar to what has been found inside those barrels. Also, mark the medical boxes. I'll send my men to retrieve the materials.",
    "ARTT_14 TASK1": "Eliminate 3 Informants (Scavs)",
    "ARTT_14 TASK2": "Locate the Abandoned Tent in Factory",
    "ARTT_14 TASK3": "Mark the stolen medical boxes inside the tent",
    "ARTT_14 TASK4": "Mark the used hazmat suit inside the tent",
    "ARTT_14 success": "Well done! Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. ",
    "ARTT_15 name": "Finding Equipment",
    "ARTT_15 acceptpm": "Pal, heed this: the Predator has whispered of the cultists' return to the shadows of Tarkov. My men, they've fallen victim to these enigmatic foes, their gear now lost to the abyss. It falls upon you to reclaim what's rightfully ours. There will be ample compensation for your efforts. This task is pivotal, for within that equipment lies the key to our preparations, our clandestine endeavors. Fetch it, and the mysteries of our cause shall unfold.",
    "ARTT_15 desc": "Pal, Operator, heed this: the Predator has whispered of the cultists' return to the shadows of Tarkov. My men, they've fallen victim to these enigmatic foes, their gear now lost to the abyss. It falls upon you to reclaim what's rightfully ours. There will be ample compensation for your efforts. This task is pivotal, for within that equipment lies the key to our preparations, our clandestine endeavors. Fetch it, and the mysteries of our cause shall unfold.",
    "ARTT_15 TASK1": "Hand over 1 Gas welder safety goggles Found in Raid",
    "ARTT_15 TASK2": "Hand over 1 Pestily plague mask Found in Raid",
    "ARTT_15 TASK3": "Hand over 1 Cultist Knife Found in Raid",
    "ARTT_15 TASK4": "Eliminate 2 Cultists around Tarkov",
    "ARTT_15 success": "Well done! Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. ",
    "ARTT_16 name": "Rearming, Preparing.",
    "ARTT_16 acceptpm": "Dear friend, leaving you this note as we head out to gather resources. Once again, I require your assistance. My comrades and I are preparing to assault the remaining Terragroup assets. While armed, our current arsenal falls short. I kindly request your aid in acquiring 3 M4A1s, 2 AKMs, and ample ammunition. Perhaps you could approach the traders; they might be aware of our plans and willing to help. Your support is invaluable. Thank you, Artem.",
    "ARTT_16 desc": "Dear friend, leaving you this note as we head out to gather resources. Once again, I require your assistance. My comrades and I are preparing to assault the remaining Terragroup assets. While armed, our current arsenal falls short. I kindly request your aid in acquiring 3 M4A1s, 2 AKMs, and ample ammunition. Perhaps you could approach the traders; they might be aware of our plans and willing to help. Your support is invaluable. Thank you, Artem.",
    "ARTT_16 TASK1": "Hand over 3 M4A1 Found in Raid",
    "ARTT_16 TASK2": "Hand over 2 AKM Found in Raid",
    "ARTT_16 TASK3": "Hand over 260 loose ammunition of 5.56x45mm (M855)",
    "ARTT_16 TASK4": "Hand over 120 loose ammunition of 7.62x39mm (PP)",
    "ARTT_16 TASK5": "Hand over 120 loose ammunition of 7.62x39mm (US)",
    "ARTT_16 TASK6": "Hand over 300 loose ammunition of 5.56x45mm (FMJ)",
    "ARTT_16 success": "Well done! Once again, you haven't disappointed me. Stay in touch; I shall send you a message soon enough. Keep your eyes open. ",
    "ARTT_17 name": "Audio interference",
    "ARTT_17 acceptpm": "Friend, our raid went off without a hitch, The Terragroup Building was swarming with targets, but they scattered like insects at the first sign of trouble. However, something peculiar caught my attention inside. Behind a locked door, a familiar sound echoed—an enigma I couldn't unravel. I attempted to breach the door, aiming for the hinges, but to no avail. There's definitely something unusual happening behind that barrier. I consulted a buddy skilled in the art of locks. He mentioned a key—known mysteriously as the something 'meeting room key'—that grants access. Find this key. The room lies within the TerraGroup security post building at 'Streets of Tarkov'. Discover what secrets await inside.",
    "ARTT_17 desc": "Friend, our raid went off without a hitch, The Terragroup Building was swarming with targets, but they scattered like insects at the first sign of trouble. However, something peculiar caught my attention inside. Behind a locked door, a familiar sound echoed—an enigma I couldn't unravel. I attempted to breach the door, aiming for the hinges, but to no avail. There's definitely something unusual happening behind that barrier. I consulted a buddy skilled in the art of locks. He mentioned a key—known mysteriously as the something 'meeting room key'—that grants access. Find this key. The room lies within the TerraGroup security post building at 'Streets of Tarkov'. Discover what secrets await inside.",
    "ARTT_17 TASK1": "Locate and find out whats behind the locked door",
    "ARTT_17 TASK2": "Discover the weird noises",
    "ARTT_17 TASK3": "Mark the room",
    "ARTT_17 success": "Blue screen, you say...? That sounds like the E.M.P. attack, You might know it as the 'Blue Fire' incident. I'll send some of my men to retrieve any media from it and keep you updated.",
    "ARTT_18 name": "Gathering Information - Part 1",
    "ARTT_18 acceptpm": "Friend, My crew found out two things - 1.Dennis has become entangled in this. It suggests we're onto something serious. He shared details about those mysterious blue tapes you witnessed playing in the meeting room. It seems they're preparing for another E.M.P. attack on the District, but there's a crucial missing piece to this puzzle that eludes us. 2.I've also received word about members of my former crew lurking in the shadows of Customs warehouses, perhaps even collaborating with the Goons at the Fortress. Head there under the cover of night, and take these with you.",
    "ARTT_18 desc": "Friend, My crew found out two things - 1.Dennis has become entangled in this. It suggests we're onto something serious. He shared details about those mysterious blue tapes you witnessed playing in the meeting room. It seems they're preparing for another E.M.P. attack on the District, but there's a crucial missing piece to this puzzle that eludes us. 2.I've also received word about members of my former crew lurking in the shadows of Customs warehouses, perhaps even collaborating with the Goons at the Fortress. Head there under the cover of night, and take these with you.",
    "ARTT_18 TASK1": "Interrogate and Eliminate 3 of Artems old Crew Mates(Cultists Preists) in Customs",
    "ARTT_18 TASK2": "Hand over an Intelligence Folder Found in Raid",
    "ARTT_18 success": "So they really are preparing for yet another E.M.P. attack. Those bastards were after the missing barrels in Customs, the ones you marked before. We have to find out what kind of fluids these barrels contain. Friend, you've exceeded my expectations yet again. I'll send someone to contact you.",
    "ARTT_19 name": "Gathering Information - Part 2",
    "ARTT_19 acceptpm": "Friend, it's time for you to visit the Lab where my last crew unfortunately didn't make it on their final journey there, but we did retrieve some valuable information related to our operation, as just before their exit, Vladimir spotted an unknown material spilled all over the yellow tent but had no means of analyzing the liquid or goo, so you'll need to equip a 'Gaz Analyzer' and investigate this; they also discovered a laptop emitting similar signals to the one Sanitar had in his wardrobe, behind a locked door, with the crew mentioning a glassed meeting room, and that's where our conversation ended, so pick up your gear, prepare, and retrieve the information, Friend!",
    "ARTT_19 desc": "Friend, it's time for you to visit the Lab where my last crew unfortunately didn't make it on their final journey there, but we did retrieve some valuable information related to our operation, as just before their exit, Vladimir spotted an unknown material spilled all over the yellow tent but had no means of analyzing the liquid or goo, so you'll need to equip a 'Gaz Analyzer' and investigate this; they also discovered a laptop emitting similar signals to the one Sanitar had in his wardrobe, behind a locked door, with the crew mentioning a glassed meeting room, and that's where our conversation ended, so pick up your gear, prepare, and retrieve the information, Friend!",
    "ARTT_19 TASK1": "Vists the Tents located in the Main Working Area",
    "ARTT_19 TASK2": "Analyze with a 'Gas Analyzer' the unknown green material",
    "ARTT_19 TASK3": "Mark the Laptop that was left behind in the locked office",
    "ARTT_19 TASK4": "Eliminate 2 Raiders",
    "ARTT_19 success": "I was right all along.. These sons of bitches were preparing an assault on the entire district once again... This one could be dangerous than we think my Friend.. lay low till we meet again.",
    "ARTT_20 name": "Gathering Information - Part 3",
    "ARTT_20 acceptpm": "Friend, it's time to hit Terragroup back, but we gotta hit hard. Sergey (Mechanic) and I developed a stable and more efficient version of the old 'USB Rubber Ducky.' On your journey in Labs, you most likely have stumbled upon the numerous server racks scattered around the establishment. I want you to plug it in and install all the data you can. We need this valuable information for our assault on Terragroup. And last but not least, head over to Sanitar's workplace; you should be able to find more valuable information about his connections with Elvira. Be careful upon exiting the establishment to avoid getting shot, as it's heavily patrolled by Raiders and PMCs.",
    "ARTT_20 desc": "Friend, it's time to hit Terragroup back, but we gotta hit hard. Sergey (Mechanic) and I developed a stable and more efficient version of the old 'USB Rubber Ducky.' On your journey in Labs, you most likely have stumbled upon the numerous server racks scattered around the establishment. I want you to plug it in and install all the data you can. We need this valuable information for our assault on Terragroup. And last but not least, head over to Sanitar's workplace; you should be able to find more valuable information about his connections with Elvira. Be careful upon exiting the establishment to avoid getting shot, as it's heavily patrolled by Raiders and PMCs.",
    "ARTT_20 TASK1": "Visit North-eastern server group in the Server Room in Labs",
    "ARTT_20 TASK2": "Use Groovey's USB to Download the data off the Server Racks",
    "ARTT_20 TASK3": "Visit the Tents server group in the Main Working Area in Labs",
    "ARTT_20 TASK4": "Use Groovey's USB to Download the data off the Server Racks",
    "ARTT_20 TASK5": "Visit Sanitar's workplace in The Labs",
    "ARTT_20 TASK6": "Use Groovey's USB to Download the data off Sanitar's Laptop",
    "ARTT_20 success": "Impressive work. Sergey decrypted the flash drives and found a particular file called - 'False Prophets'.. I'll gather some more intel and will contact you shortly. You did very well, my friend, and showed great loyalty to me. Till then, lay low.",
    "ARTT_21 name": "False Prophets - Part 1",
    "ARTT_21 acceptpm": "Buddy, glad to meet you once again. Sit down. Sergey discovered some information about one of the so-called 'False Prophets.' It seems they are just men who hold enough power to influence some weak-minded people, winning their trust with mere charisma. One of these guys used to work as a janitor at Chemical Plant No. 16, or as you may already know it, Factory. His full name is unknown, but he goes by the nickname 'Tagilla,' a younger brother of another powerful figure here in Tarkov. Locate and Interrogate him in order reveal the next location for our 'False Prophet'",
    "ARTT_21 desc": "Buddy, glad to meet you once again. Sit down. Sergey discovered some information about one of the so-called 'False Prophets.' It seems they are just men who hold enough power to influence some weak-minded people, winning their trust with mere charisma. One of these guys used to work as a janitor at Chemical Plant No. 16, or as you may already know it, Factory. His full name is unknown, but he goes by the nickname 'Tagilla,' a younger brother of another powerful figure here in Tarkov. Locate and Interrogate him in order reveal the next location for our 'False Prophet'",
    "ARTT_21 TASK1": "Interrogate and Eliminate Tagilla",
    "ARTT_21 success": "A rumor about a deal with Kaban, you say? I think the Big Brother might know a thing or two about that. I'll give you a signal when to strike; until then, lay low.",
    "ARTT_22 name": "False Prophets - Part 2",
    "ARTT_22 acceptpm": "Friend, the younger brother wasn't that useless after all. We need to capture the big brother now. I've got some intel that he might be at the South Interchange. This one needs a bit more attention before approaching. He's well-geared, unlike his stupid, intoxicated, lunatic brother. Get some intel about the deal that Tagilla mentioned, and make sure you make it out alive. We're on the brink of discovering something big.",
    "ARTT_22 desc": "Friend, the younger brother wasn't that useless after all. We need to capture the big brother now. I've got some intel that he might be at the South Interchange. This one needs a bit more attention before approaching. He's well-geared, unlike his stupid, intoxicated, lunatic brother. Get some intel about the deal that Tagilla mentioned, and make sure you make it out alive. We're on the brink of discovering something big.",
    "ARTT_22 TASK1": "Interrogate and Eliminate Killa",
    "ARTT_22 success": "This fat boar... How minor of a character he is, yet he wields such influence. Threatening to kill Dennis? I'll show him what happens when he messes with us.",
    "ARTT_23 name": "False Prophets - Part 3",
    "ARTT_23 acceptpm": "Friend, I've heard about this rumor for quite a while but felt like it should be ignored. Yet again, it slipped through my fingers. Dennis described this fat pig-looking dude holding a cigar in one hand and a PKM in the other. He saw him in one of the interrogation rooms where he was held captive. Now that I think about it, Dennis chopped some Cultists, and they must've wanted revenge. So, they went to Kaban for assistance. We need to find out what was given in return for this deal. These fucking fake 'Cultists' praising False Prophets... Go grab that fat piece of shit and interrogate him.",
    "ARTT_23 desc": "Friend, I've heard about this rumor for quite a while but felt like it should be ignored. Yet again, it slipped through my fingers. Dennis described this fat pig-looking dude holding a cigar in one hand and a PKM in the other. He saw him in one of the interrogation rooms where he was held captive. Now that I think about it, Dennis chopped some Cultists, and they must've wanted revenge. So, they went to Kaban for assistance. We need to find out what was given in return for this deal. These fucking fake 'Cultists' praising False Prophets... Go grab that fat piece of shit and interrogate him.",
    "ARTT_23 TASK1": "Interrogate and Eliminate Kaban",
    "ARTT_23 success": "Fat bastard. Zhrets approached him with high-end weapons and armor, did they? Did he mention anything about exchanging intel? A meet-up? Where? The bridge area... This connects some dots. Thanks, friend, for your invaluable help once again. I'll be in touch soon. Until then, stay under the radar."

}