{
    "ARTT_1 name": "Schnapp und Markiere",
    "ARTT_1 TEXT": "Töte und eliminieren Sie 3 Schurken im Tarkov-Distrikt",
    "ARTT_1 TEXT2": "Beschaffen und übergeben Sie 5 Dosen Hot Rod Energy Drink",
    "ARTT_1 completePlayerMessage": "Beschaffen und übergeben Sie 5 Dosen Hot Rod Energy Drink",
    "ARTT_1 startedMessageText": "Die Zeit drängt, Operator! Die Schatten werden länger, und die Rogue-Militärressourcen schmieden ihre finsteren Pläne. Jetzt schnell, beseitigen Sie diese Bedrohungen und bringen Sie mir die Energy Drinks, bevor die Sonne untergeht. Die Einsätze sind hoch, und unsere Feinde werden nicht auf Ihre Muße warten. Die dunklen Strömungen des Schwarzmarkts sind unruhig, und jede Sekunde zählt. Schärfen Sie Ihren Entschluss, handeln Sie zielgerichtet, und mögen Ihre Aktionen so schnell sein wie der Biss einer Schlange. Das Schicksal des Reiches steht auf dem Spiel, und es liegt in Ihrer Hand, es zu unseren Gunsten zu beeinflussen. Beeilen Sie sich, denn die Nacht wartet auf niemanden, und die verdeckte Stunde naht.",
    "ARTT_1 acceptPlayerMessage": "Die Zeit drängt, Operator! Die Schatten werden länger, und die Rogue-Militärressourcen schmieden ihre finsteren Pläne. Jetzt schnell, beseitigen Sie diese Bedrohungen und bringen Sie mir die Energy Drinks, bevor die Sonne untergeht. Die Einsätze sind hoch, und unsere Feinde werden nicht auf Ihre Muße warten. Die dunklen Strömungen des Schwarzmarkts sind unruhig, und jede Sekunde zählt. Schärfen Sie Ihren Entschluss, handeln Sie zielgerichtet, und mögen Ihre Aktionen so schnell sein wie der Biss einer Schlange. Das Schicksal des Reiches steht auf dem Spiel, und es liegt in Ihrer Hand, es zu unseren Gunsten zu beeinflussen. Beeilen Sie sich, denn die Nacht wartet auf niemanden, und die verdeckte Stunde naht.",
    "ARTT_1 successMessageText": "Gut gemacht, Operator! Ihre Fähigkeiten leuchten in den dunklen Ecken. Ihre Talente faszinieren mich, und ich freue mich auf weitere Möglichkeiten zusammen. Kommen Sie zurück, und lassen Sie uns tiefer in die Welt des Schwarzmarkts eintauchen. Aufregende Abenteuer warten auf Ihre scharfen Sinne.",
    "ARTT_1 description": "Grüße, Operator. Mein Name spielt in dieser Zeit und an diesem Ort keine Rolle. Suchen Sie Hilfe für die Sache? Oder möchten Sie ein Teil davon sein? Eliminieren Sie drei Schurken in den Straßen. Stellen Sie sicher, dass Sie sie gründlich beseitigen, sie sind eine Bedrohung für das Gleichgewicht unseres Reiches. Beschaffen Sie fünf Dosen Hot Rod Energy Drinks, und unsere Schicksale können sich vereinen. Seien Sie vorsichtig, denn Vertrauen ist ein seltener Edelstein in diesen Schatten. Möge die Dunkelheit Sie auf dieser rätselhaften Reise schützen.",
    "ARTT_2 TEXT": "Übergeben Sie 3 CMS-Schreibkittelsätze, die im Raid gefunden wurden.",
    "ARTT_2 TEXT2": "Töte und eliminiere 6 Undercover-Terragroup-Agenten in den Wäldern.",
    "ARTT_2 TEXT3": "Finde das verlassene USEC-Lager in den Wäldern.",
    "ARTT_2 completePlayerMessage": "Operator, Ihre Hingabe und Fähigkeiten sind wirklich beeindruckend. Herzlichen Glückwunsch zu Ihren bemerkenswerten Leistungen! Machen Sie weiter so! Jetzt steht dem Reich eine neue Herausforderung bevor: Zwei rogue Kultisten sind aufgetaucht und bedrohen den Frieden. Sie müssen schnell und entschieden angegangen werden. Vertrauen Sie auf Ihre Fähigkeiten, denn das Schicksal des Reiches verlässt sich erneut auf Ihre Stärke. Viel Glück, und möge der Erfolg Sie auf dieser wichtigen Mission begleiten.",
    "ARTT_2 startedMessageText": "Operator, Ihre Hingabe und Fähigkeiten sind wirklich beeindruckend. Herzlichen Glückwunsch zu Ihren bemerkenswerten Leistungen! Machen Sie weiter so! Jetzt steht dem Reich eine neue Herausforderung bevor: Zwei rogue Kultisten sind aufgetaucht und bedrohen den Frieden. Sie müssen schnell und entschieden angegangen werden. Vertrauen Sie auf Ihre Fähigkeiten, denn das Schicksal des Reiches verlässt sich erneut auf Ihre Stärke. Viel Glück, und möge der Erfolg Sie auf dieser wichtigen Mission begleiten.",
    "ARTT_2 name": "Enthüllte Geschäfte",
    "ARTT_2 acceptPlayerMessage": "Operator, eine neue Bedrohung taucht auf - Undercover-Agenten von Terragroup, getarnt als Wachen von Shturman, treiben mit Verrat im Wald ihr Unwesen. Sie haben das USEC-Lager als ihren Lagerbereich genutzt, also möchte ich, dass Sie dorthin gehen und den Standort bestätigen. Bleiben Sie wachsam und vorsichtig, denn sie verschmelzen nahtlos mit den Schatten und verbergen ihre wahren Absichten. Entwirren Sie dieses geheime Netzwerk, um die Sicherheit des Reiches zu gewährleisten und unsere Zusammenarbeit voranzutreiben. Vertrauen Sie auf Ihre Instinkte, und mögen die Schatten Ihr Verbündeter in dieser gefährlichen Verfolgung sein.",
    "ARTT_2 successMessageText": "Operator, Ihre Hingabe und Fähigkeiten sind wirklich beeindruckend. Herzlichen Glückwunsch zu Ihren bemerkenswerten Leistungen! Machen Sie weiter so! Jetzt steht dem Reich eine neue Herausforderung bevor: Zwei rogue Kultisten sind aufgetaucht und bedrohen den Frieden. Sie müssen schnell und entschieden angegangen werden. Vertrauen Sie auf Ihre Fähigkeiten, denn das Schicksal des Reiches verlässt sich erneut auf Ihre Stärke. Viel Glück, und möge der Erfolg Sie auf dieser wichtigen Mission begleiten.",
    "ARTT_2 description": "Operator, eine neue Bedrohung taucht auf - Undercover-Agenten von Terragroup, getarnt als Wachen von Shturman, treiben mit Verrat im Wald ihr Unwesen. Sie haben das USEC-Lager als ihren Lagerbereich genutzt, also möchte ich, dass Sie dorthin gehen und den Standort bestätigen. Bleiben Sie wachsam und vorsichtig, denn sie verschmelzen nahtlos mit den Schatten und verbergen ihre wahren Absichten. Entwirren Sie dieses geheime Netzwerk, um die Sicherheit des Reiches zu gewährleisten und unsere Zusammenarbeit voranzutreiben. Vertrauen Sie auf Ihre Instinkte, und mögen die Schatten Ihr Verbündeter in dieser gefährlichen Verfolgung sein.",
    "ARTT_3 name": "Auge um Auge",
    "ARTT_3 TASK1": "Erreichen Sie Loyalitätsstufe 2 bei Prapor",
    "ARTT_3 TASK2": "Übergeben Sie das gewellte Rohr, das als Denis' Halsband verwendet wurde.",
    "ARTT_3 Accetplayermessage": "Mit Eile, Operator. Denn es gibt keine Zeit zu verlieren. Gewinnen Sie seine Loyalität und kommen Sie für Ihre Belohnung zurück.",
    "ARTT_3 successmessage": "Beeindruckende Arbeit, Operator. Prapor und ich sind äußerst zufrieden mit Ihren Handlungen und Fähigkeiten. Unsere Wege werden sich wieder kreuzen. Bleiben Sie wachsam bis dahin.",
    "ARTT_3 description": "Operator, erlauben Sie mir, Ihnen den 'Predator' vorzustellen, eine Figur, die in der Schmiede der Widrigkeiten geformt wurde. Nachdem er aus einem Leben in Gefangenschaft hervorgegangen ist, ertrug er unvorstellbare Grausamkeiten und wurde wie ein Hund behandelt, mit einem verdrehten gewellten Rohr als Leine. Übergeben Sie die angeforderten Gegenstände, um Prapors Loyalität zu gewinnen, meine Art, Ihnen für die Hilfe an meinem Freund Dankbarkeit auszudrücken. Holen Sie das verlorene gewellte Rohr zurück, das einst als Leine um den Hals des Predators diente. Holen Sie es.",
    "ARTT_4 name": "Gruselsaison",
    "ARTT_4 acceptplayermessage": "Mit Eile, Operator. Denn es gibt keine Zeit zu verlieren. Holen Sie die Hunde und jagen Sie sie nieder. Lassen Sie niemanden am Leben.",
    "ARTT_4 TASK1": "Eliminieren Sie 10 Scavs mit einer schallgedämpften Waffe und tragen Sie eine gruselige Totenkopfmaske auf Shoreline",
    "ARTT_4 TASK2": "Eliminieren Sie 6 Scavs zwischen 21:00 und 04:00 Uhr auf Shoreline",
    "ARTT_4 Desc": "Operator, hier ist eine neue Facette unseres Plans. Zusammen mit dem Predator werde ich Ihnen ein Geschenk machen: eine gruselige Totenkopfmaske. Dieses unheimliche Accessoire hat eine doppelte Funktion - es dient als Zeichen unserer Zusammenarbeit und, noch wichtiger, als Mittel, das Aussehen eines der Wachen des Predators anzunehmen. Jagen Sie Scavs, um eine Botschaft an ihre Gangführer zu senden.",
    "ARTT_4 success": "Beeindruckende Arbeit, Operator. Unsere Wege werden sich wieder kreuzen. Bleiben Sie wachsam bis dahin.",
    "ARTT_5 name": "Wanderer",
    "ARTT_5 Acceptpm": "Operator, ich komme mit Neuigkeiten über die jüngste Operation des Predators am Zoll.",
    "ARTT_5 TASK1": "Besuchen Sie den Eisenbahnwagen, den der 'Predator' benutzt hat, um sich in den Zoll zu schleichen.",
    "ARTT_5 TASK2": "Legen Sie 3 Wasserflaschen in den Eisenbahnwagen.",
    "ARTT_5 TASK3": "Legen Sie 2 MRE-Rationen in den Eisenbahnwagen.",
    "ARTT_5 Desc": "Operator, ich komme mit Neuigkeiten über die jüngste Operation des Predators am Zoll. Finden Sie den Wagen, den der 'Predator' benutzt hat, um sich in den Zoll zu schleichen. Er hat in der Gegend einige schmutzige Arbeit geleistet... So schmutzig, dass einer der Bosse in die Stadt gekommen ist - 'Reshala' ist sein Name. Wie dem auch sei... Gehen Sie hin und geben Sie ihm etwas Proviant. 3 Wasserflaschen und 2 MREs sollten für diesen Schurken ausreichen. Viel Glück.",
    "ARTT_5 complete": "Sehr gut, Operator. Ich hoffe, unsere Wege kreuzen sich wieder. Bleiben Sie wachsam bis dahin.",
    "ARTT_6 name": "Hole es",
    "ARTT_6 TASK1": "Eliminieren Sie 6 Rogue-Kultisten-Krieger zwischen 21:00 und 04:00 Uhr auf dem Zoll",
    "ARTT_6 TASK2": "Eliminieren Sie 6 Rogue-Kultisten-Krieger zwischen 21:00 und 04:00 Uhr auf Woods",
    "ARTT_6 TASK3": "Eliminieren Sie 6 Rogue-Kultisten-Priester zwischen 21:00 und 04:00 Uhr auf Shoreline",
    "ARTT_6 desc": "Operator, es gibt Gerüchte über mich, darunter auch einige ehemalige Kultisten, die unter meinem Kommando standen. Ich brauche, dass Sie sie finden und jagen. Sie wissen zu viel, um sie jemanden gefangen nehmen zu lassen... Auch wenn uns 'The Blade' die Zungen gebunden hat. Ich habe immer noch meine Sorgen, dass sie zur rechten Zeit am falschen Ort wie Hunde bellen werden... Hol sie, Operator.",
    "ARTT_6 success": "Sehr gut, Operator. Seien Sie versichert, Ihre Handlungen werden nicht unbemerkt bleiben. Sie haben nicht nur mein Vertrauen, sondern auch das Vertrauen des gesamten Teams gewonnen.",
    "ARTT_7 name": "Kommunikation ist entscheidend",
    "ARTT_7 acceptpm": "Operator, danke, dass Sie wieder gekommen sind. Dieses Mal benötige ich von Ihnen einige Überwachungsgeräte. Ich werde einige Überwachungen durchführen.",
    "ARTT_7 task1": "Übergeben Sie 2 Geheimdienstordner, die im Raid gefunden wurden",
    "ARTT_7 task2": "Übergeben Sie 3 sichere USB-Flash-Laufwerke, die im Raid gefunden wurden",
    "ARTT_7 task3": "Übergeben Sie 4 Signalstörgeräte",
    "ARTT_7 task4": "Übergeben Sie 3 Wi-Fi-Kameras",
    "ARTT_7 desc": "Operator, ich freue mich, dass Sie mitgekommen sind. Setzen Sie sich. Ich weihe Sie in ein kleines Geheimnis ein, das zwischen uns beiden bleibt. Kennen Sie diese Gewächshäuser in Shoreline? Dort hält sich dieser Mistkerl 'Sanitar' auf, mit seiner feigen Gruppe von Männern-Liebhabern, die überall verstreut sind. Ach, egal, bringen Sie mir einfach die angeforderten Gegenstände. Ich werde einige Überwachungen in seiner Umgebung durchführen. Er glaubt, er sei sicher, und das gefällt mir nicht.",
    "ARTT_7 success": "Sehr gut, Operator. Lassen Sie uns untersuchen, was der 'Vogel aus dem Wurmloch' geholt hat.",
    "ARTT_8 name": "Von Lumpen zu Reichtum",
    "ARTT_8 acceptpm": "Operator, ich habe gute und schlechte Nachrichten. Mit welcher soll ich anfangen? Zuerst die schlechte Nachricht: Sanitar ist geflohen. Wir konnten einige seiner Wachen gefangen nehmen, und sie haben durchblicken lassen, dass er zurück in die Ferienhausgegend soll. Die gute Nachricht ist, dass Sie diesen Mistkerl eliminieren werden.",
    "ARTT_8 TASK1": "Eliminieren Sie Sanitar",
    "ARTT_8 desc": "Operator, dieser Mistkerl ist durchgerutscht und hat meinen Angriff überstanden. Ich kann es mir nicht leisten, ihn entkommen zu lassen; er hat entscheidende Informationen. Überlegen Sie mal: Ein einfacher Hausmeister mit seinem eigenen Laborraum in einem streng geheimen Bereich? Das ist absurd. In dieser Situation steckt mehr, als man auf den ersten Blick sieht. Er hat etwas, das ich brauche, etwas von immensem Wert für unsere Operation. Ich brauche Sie, um ihn aufzuspüren, zu fangen und zurückzubringen. Wir dürfen ihn nicht aus den Augen verlieren. Diese Mission könnte der Schlüssel sein, um die Geheimnisse, die er birgt, zu lüften, Geheimnisse, die den Verlauf unserer gesamten Operation verändern könnten.",
    "ARTT_8 success": "Operator, Sie sind ein verdammtes Biest! Sie haben diesen Mistkerl auseinandergenommen. Es ist an der Zeit, zurückzuholen, was uns gehört - all die verdammte medizinische Ausrüstung, Computer und Hardware, die in diesem Drecksferienhausgebiet verstreut sind. Zu diesem Bastard und seinem Schoßhund Therapist.",
    "ARTT_9 name": "Das verlorene Paket",
    "ARTT_9 acceptpm": "Operator, großartige Neuigkeiten. Es hat sich im Bezirk Tarkov herumgesprochen, dass Sie Sanitar eliminiert haben, und infolgedessen haben seine Ratten begonnen, seine Verstecke auszugraben.",
    "ARTT_9 desc": "Operator, großartige Neuigkeiten. Es hat sich im Bezirk Tarkov herumgesprochen, dass Sie Sanitar eliminiert haben, und infolgedessen haben seine Ratten begonnen, seine Verstecke auszugraben. Das ist eine Gelegenheit, zu jagen, was uns rechtmäßig gehört. Er hat ein unberührtes Paket in einer Villa am Leuchtturm zurückgelassen. Ich habe gehört, sie haben einen letzten Versuch unternommen, diesen Mistkerl zu retten. Gehen Sie voran und markieren Sie es; ich werde einige meiner Jungs in der Nacht schicken. Noch eine kleine Bitte: Mir wurde gesagt, dass seine Schergen, die bei ihm waren, bestätigt tot sind. Ich möchte das ein letztes Mal bestätigen. Gehen Sie zum Scav-Posten im Wald; dort sollte ein weißer Frachtkoffer mit Leichen gefüllt sein. Bestätigen Sie das für mich.",
    "ARTT_9 TASK1": "Finden Sie den Medizinraum in der Chalet-Villa am Leuchtturm",
    "ARTT_9 TASK2": "Markieren Sie Sanitars medizinisches Versteck.",
    "ARTT_9 TASK3": "Finden Sie den Frachtkoffer mit den Leichen von Sanitars Männern im Wald",
    "ARTT_9 success": "Gut gemacht, Operator. Sie haben mich einmal mehr nicht enttäuscht. Bleiben Sie in Kontakt; ich werde Ihnen bald genug eine Nachricht schicken."

    
}