{
  "Lotus_intro AFF_0": "Eliminate Scavs on Customs",
  "Lotus_intro AFF_1": "Eliminate Scavs on Shoreline",
  "Lotus_intro AFF_2": "Eliminate Scavs on Factory",
  "Lotus_intro AFF_3": "Eliminate Scavs on Interchange",
  "Lotus_intro name": "New Contacts",
  "Lotus_intro description": "Hello soldier. I dont think we know eachother yet, people refer to me as Lotus. I heard from a few other dealers and mercs in the region that you seem to be reliable, is that true? Knowing reliable and trustworthy people is important these days, especially for someone like me, after all business is everything here in Tarkov. How about you prove how reliable you are and if it is worth it to work with you, you will get some benefit from our work too so its a win-win for both of us. A few local bandits and other scum have made the customs area, the Azure coast, the old chemical factory and the ULTRA shopping mall unsafer than usual, I want you to get rid of a them.\n\nGood luck, we will stay in touch.",
  "Lotus_intro successMessagetext": "Im impressed. Looks like you really are reliable, thats good. There is way more that you could help us with, I will give you access to more areas of our shop depending on what you help us with.",

  "Lotus_battleready AFF_0": "Eliminate PMC Operatives",
  "Lotus_battleready AFF_1": "Find Standard PMC Dogtags in raid",
  "Lotus_battleready AFF_2": "Hand over the Dogtags",
  "Lotus_battleready name": "Ready For Battle",
  "Lotus_battleready description": "Alright, now we know that you are able to take out bandits, but what about operators? After all these drunkards are not special, they are weak when alone, PMCs like you however are a real threat even when fighting them when they dont have any friends with them.\nLets put you to the test again soldier, take out some PMCs and take their dogtags with you, I want to see proof.\n\nI got a lot of other things you can help me with but I need help from someone who knows how to fight, are you ready?",
  "Lotus_battleready successMessagetext": "Well, looks like it went alright after all, I suppose it was not too difficult for you hmm?",

  "Lotus_householdgoods AFF_0": "Find any Household Items in raid",
  "Lotus_householdgoods AFF_1": "Hand over the Household Items Spray",
  "Lotus_householdgoods name": "Household Goods",
  "Lotus_householdgoods description": "Okay so, in a warzone not just combat skills matter, you and a lot of other people are stuck here. You need more than guns and ammo, and by chance me and my guys need a few things. Nothing too crazy you would say but some of it wont be easy to find, which is why I ask you soldier.\n\nAre you able to find basic household items like shampoo, soap and toilet paper. If you are skilled enough you might make some of them yourself in your hideout. Good luck!",
  "Lotus_householdgoods successMessagetext": "Fantastic, those should be everything we needed, thank you.",
 
  "Lotus_ammogather AFF_0": "Hand over Small 5.45x39mm Ammoboxes",
  "Lotus_ammogather AFF_1": "Hand over Large 5.45x39mm Ammoboxes",
  "Lotus_ammogather name": "Ammo Gathering",
  "Lotus_ammogather description": "So, wanna prove that you know where to find ammo? You know how important it is to know where to get your ammo. I might consider opening our stock of top tier ammo to you in the future, if you manage to bring the specific rounds to me of course... But that is something for later.\n\nWhat I need from you now is to bring me a few ammo packs for 5.45x39mm ammo, bring me a few small boxes and a few large ones, that should be everything... for now.",
  "Lotus_ammogather successMessagetext": "Good work, I will think about the thing I talked about, alright?",

  "Lotus_fueldelivery AFF_0": "Locate the Fuel Trailer in the Underground Area in the City Center on Ground Zero",
  "Lotus_fueldelivery AFF_1": "Mark the Fuel Trailer with an MS2000 Marker on Ground Zero",
  "Lotus_fueldelivery AFF_2": "Eliminate Hostiles on Ground Zero",
  "Lotus_fueldelivery AFF_3": "Survive and Extract from Ground Zero",
  "Lotus_fueldelivery name": "Fuel Delivery",
  "Lotus_fueldelivery description": "Alright listen up soldier. Been to the business center of Tarkov already? I hope you are familiar with the place already because I need someone to go there and look for a certain truck with a fuel trailer. Its somewhere in the underground, I dont know exactly where, so you are on your own with this one since I am against sending my guys, nothing personal. Dont forget to use one of these markers when you find it, I can lend you one but dont lose it.\n\nAnd one more thing, dont forget to clear out the area a bit while you are at it, we dont want any third parties noticing our little operation here. Good luck soldier.",
  "Lotus_fueldelivery successMessagetext": "Awesome work soldier, dont forget your payment, it should be on its way.",

  "Lotus_fieldsurgery AFF_0": "Find IFAKs or AFAKs in raid",
  "Lotus_fieldsurgery AFF_1": "Hand over the Small First Aid Kits",
  "Lotus_fieldsurgery AFF_2": "Find Salewa or Car First Aid Kits in raid",
  "Lotus_fieldsurgery AFF_3": "Hand over the Large First Aid Kits",
  "Lotus_fieldsurgery AFF_4": "Find Grizzly Medical Kits in raid",
  "Lotus_fieldsurgery AFF_5": "Hand over the Grizzly Medical Kits",
  "Lotus_fieldsurgery name": "Field Surgery",
  "Lotus_fieldsurgery description": "Hello soldier, I got a job for you, are you interested? Good! Listen up, we are running kinda low on medical supplies and my guys struggled a bit with finding first aid kits and stuff like that. Can you help us out?\nIt would be great if you manage to aquire a few of every kind, small ones, big ones, extra big ones. Make sure to bring me some that werent used already! I want top quality first aid kits, understood? Off you go soldier, and good luck.",
  "Lotus_fieldsurgery successMessagetext": "Those should be enough for now, thanks a lot. Dont forget to pick up your payment.",

  "Lotus_ruafinfil_1 AFF_0": "Locate the RUAF Roadblock Extraction on Customs",
  "Lotus_ruafinfil_1 AFF_1": "Survive and Extract through RUAF Roadblock on Customs",
  "Lotus_ruafinfil_1 AFF_2": "Locate the RUAF Gate Extraction on Woods",
  "Lotus_ruafinfil_1 AFF_3": "Survive and Extract through RUAF Gate on Woods",
  "Lotus_ruafinfil_1 AFF_4": "Locate the raided RUAF base near the Railway Bridge in the South-East on Shoreline",
  "Lotus_ruafinfil_1 name": "RUAF Infiltrator - Part 1", 
  "Lotus_ruafinfil_1 description": "Good day. I got something interesting for you, very important stuff. I cant tell you too much because it might endanger our little operation...\nMe and my guys need some information on the Russian army extraction points and the raided camp at the port. There is not much info I can give you, all I know is that one should be near the river at the customs area and one is near the Medcamp in the forest. Oh and by the way, the port might still be full of mines so dont go to close to the walls. Can you check all of them out and see if they are still of any use for us? ",
  "Lotus_ruafinfil_1 successMessagetext": "Good work. I will try and see if your info benefits us. Also dont forget your payment.",
 
  "Lotus_ruafinfil_2 AFF_0": "Obtain 6B47 Ratnik Helmets (+75% durability)", 
  "Lotus_ruafinfil_2 AFF_1": "Hand over the 6B47 Helmets", 
  "Lotus_ruafinfil_2 AFF_2": "Obtain 6B13 or 6B23 Armor Vests (+75% durability)", 
  "Lotus_ruafinfil_2 AFF_3": "Hand over the Armor Vests", 
  "Lotus_ruafinfil_2 name": "RUAF Infiltrator - Part 2",
  "Lotus_ruafinfil_2 description": "Hello again! Good news, the information you brought us about the extraction points helped us to gain more knowledge about the Russian army and its business in Tarkov. Heres whats next, we need some gear to get close to high ranking officers, but you need to make sure that it is intact. I dont care how you get it, we just need some of their uniforms and gear. It should be 6B47 helmets and 6B- something vests. Theres a lot of those, we just need some in their camo pattern. Some of the local bandits might be carrying them, good luck!",  
  "Lotus_ruafinfil_2 successMessagetext": "Yes, those should do it, thank you.",  
 
  "Lotus_ruafinfil_3 AFF_0": "Eliminate Scavs while wearing the specified RUAF Gear",
  "Lotus_ruafinfil_3 AFF_1": "Eliminate PMC Operatives while wearing the specified RUAF Gear",
  "Lotus_ruafinfil_3 AFF_2": "Eliminate Raiders or USEC Rogues while wearing the specified RUAF Gear",
  "Lotus_ruafinfil_3 name": "RUAF Infiltrator - Part 3",
  "Lotus_ruafinfil_3 description": "Listen up because there is bad news. Seems like the officers have been getting a little suspicious about our insiders…\nThey are questioning their presence now. I might have an idea tho. Why dont you just dress up like them, take their gear and send a bunch of locals, bandits and PMCs into afterlife? You just need to piss all of them off enough and just keep doing it until the news reach the higher ups. I can lend you a bit of gear since we still have a bunch of supplies left, but dont think that I will keep giving you free stuff after you lose it, alright? Very well then, good luck warrior.\n\nSpecified Gear:\n- AK-74M or AK-12 Assault Rifles\n- Any Digital Flora Armored Rig or Body Armor\n- 6B47 Ratnik Helmet",
  "Lotus_ruafinfil_3 successMessagetext": "Hahaha nice! They have to deal with the heat from all the locals and some of the PMCs now. Great work again.",  

  "Lotus_ruafinfil_4 AFF_0": "Locate the Office inside the New Gas Station on Customs",
  "Lotus_ruafinfil_4 AFF_1": "Locate the Ministry of the Interior Academy on Streets of Tarkov",
  "Lotus_ruafinfil_4 AFF_2": "Locate the Directors Office inside the Car Dealership on Streets of Tarkov",
  "Lotus_ruafinfil_4 AFF_3": "Locate the Trainyard on Reserve",
  "Lotus_ruafinfil_4 AFF_4": "Locate the First Tigr Vehicle near the Terragroup Truck in the City Center on Ground Zero",
  "Lotus_ruafinfil_4 AFF_5": "Locate the Second Tigr Vehicle near the Terragroup Truck in the City Center on Ground Zero",
  "Lotus_ruafinfil_4 AFF_6": "Locate the Third Tigr Vehicle near the Terragroup Truck in the City Center on Ground Zero",
  "Lotus_ruafinfil_4 AFF_7": "Locate the Tigr Vehicle near Nakatani on Ground Zero",
  "Lotus_ruafinfil_4 name": "RUAF Infiltrator - Part 4",
  "Lotus_ruafinfil_4 description": "I got something for you again soldier, but nothing that is directly related to the RUAF officers this time.\nSome of the gangs here in Tarkov had connections with the russian army or law enforcement before the conflict, some were corrupt police officers, some where in the army or special forces. I need you to check out all the places where the gangs are usually located. I will give you the list of all the spots you need to check out, oh and you need to go to the business center again, I think there were military vehicles, check those out aswell.",
  "Lotus_ruafinfil_4 successMessagetext": "I hope nobody annoyed you while checking all the spots out, hmm? Well, anyway you know that nothing is easy around here, and dont forget your payment.",

  "Lotus_ruafinfil_5 AFF_0": "Eliminate Reshala's Bodyguards in the time period of 20:00 - 07:00 on Customs",
  "Lotus_ruafinfil_5 AFF_1": "Eliminate Kollontay's Bodyguards in the time period of 20:00 - 07:00 on Streets of Tarkov",
  "Lotus_ruafinfil_5 AFF_2": "Eliminate Kaban's Bodyguards in the time period of 20:00 - 07:00 on Streets of Tarkov",
  "Lotus_ruafinfil_5 AFF_3": "Eliminate Glukhar's Bodyguards in the time period of 20:00 - 07:00 on Reserve",
  "Lotus_ruafinfil_5 name": "RUAF Infiltrator - Part 5",
  "Lotus_ruafinfil_5 description": "Okay now I got something important again. I want you to take out the bodyguards of the gang leaders that had relations to the army. They should not see you, let them think that its an ambush, so wait till its dark outside. I really hope that this will work out, but if you do it properly we should be fine. My plan is that they will be more cautious after you wipe out a few of them, for the next part you need to dress up in a russian army outfit again and get rid of a bunch of bandits again, they will probably think that is the russian army who attacked them, which might make them attack one of the ruaf camps and make the gangs lose a bunch of guys.",
  "Lotus_ruafinfil_5 successMessagetext": "Good job soldier, I will inform you once the rumor is spreading.",
 
  "Lotus_ruafinfil_6 AFF_0": "Eliminate Hostiles while wearing the specified RUAF Gear on Customs",
  "Lotus_ruafinfil_6 AFF_1": "Eliminate Hostiles while wearing the specified RUAF Gear on Streets of Tarkov",
  "Lotus_ruafinfil_6 AFF_2": "Eliminate Hostiles while wearing the specified RUAF Gear on Reserve",
  "Lotus_ruafinfil_6 AFF_3": "Eliminate Hostiles while wearing the specified RUAF Gear on Ground Zero",
  "Lotus_ruafinfil_6 name": "RUAF Infiltrator - Part 6",
  "Lotus_ruafinfil_6 description": "Well, guess what happened! The gangs dont know what hit them, they are starting to investigate, this is your chance soldier! You know what gear you need, dont forget to get rid of these guys in their own territories, I hope that we will finally be done with this operation after this job, good luck soldier, you know that I count on you.\n\nSpecified Gear:\n- AK-74M or AK-12 Assault Rifles\n- Any Digital Flora Armored Rig or Body Armor\n- 6B47 Ratnik Helmet",
  "Lotus_ruafinfil_6 successMessagetext": "Amazing work! I just got reports of major fights in the region, I hope that these gangs will be less of a problem now.",

  "Lotus_pokloneniye_1 AFF_0": "Locate the Checkpoint West of the Sawmill where the Group got ambushed on Woods",
  "Lotus_pokloneniye_1 AFF_1": "Eliminate the Hooded People on Woods",
  "Lotus_pokloneniye_1 AFF_2": "Eliminate their Leader on Woods",
  "Lotus_pokloneniye_1 name": "Pokloneniye - Part 1",
  "Lotus_pokloneniye_1 description": "Are you busy right now? No? Good. Listen, shit got serious last night, my guys were scouting at night in the big forest. They wanted to go to the old sawmill but got distracted once they reached the checkpoint before it. Most got gunned down, only a few survived and they told me that they got ambushed by a bunch of hooded freaks with creepy masks... I heard the rumors already about them but thought it was a myth to scare the PMCs. At first I thought that they were making jokes but it turned out that this was not the case. Some of my guys managed to fight back and retreat. I think you already know what I want from you eh? Your guess is probably correct.\n\nVisit that checkpoint at night and get rid of these hooded clowns. I will be hearing from you soldier.",
  "Lotus_pokloneniye_1 successMessagetext": "Good one! I dont think these assholes will be returning so soon again.",

  "Lotus_pokloneniye_2 AFF_0": "Check out the ritual site near the Checkpoint on Woods",
  "Lotus_pokloneniye_2 AFF_1": "Check out the ritual site in the Three-Story Dorms Building on Customs",
  "Lotus_pokloneniye_2 AFF_2": "Check out the ritual site in the east-wing of the Health Resort on Shoreline",
  "Lotus_pokloneniye_2 name": "Pokloneniye - Part 2",  
  "Lotus_pokloneniye_2 description": "Okay so, I did some digging on this. Seems like there is way more about this than I thought at first. Apparently they are not just some weird people who stalk people at night, there is a whole cult and they leave their traces in the entire region. I did not see the ritual sites and markings myself so I need confirmation from you, can you check the spots out that my guys are claiming that theres those sites?\n\nDoesnt matter for now if there are locked rooms, I just need you to confirm that the symbols are there.",
  "Lotus_pokloneniye_2 successMessagetext": "Fascinating discovery... Makes me wonder what else there can be about this? Anyway thank you, take this.",

  "Lotus_pokloneniye_3 AFF_0": "Find any of the creepy Cultist Masks in raid",
  "Lotus_pokloneniye_3 AFF_1": "Hand over the Cultist Masks",
  "Lotus_pokloneniye_3 AFF_2": "Find Cultist Knives in raid",
  "Lotus_pokloneniye_3 AFF_3": "Hand over the Cultist Knives",
  "Lotus_pokloneniye_3 name": "Pokloneniye - Part 3",
  "Lotus_pokloneniye_3 description": "Some people reported cultist activities again in the area. Seems like some of them came back for more. Now the thing I need from you is some of their stuff, whatever they are carrying, it might be valuable. Obtain their attire and these weird daggers that they carry, I dont think they will give you their stuff for free tho so you need to kill them again... or wait till someone else does it for you. You can come back when you got all the stuff, good luck again.",
  "Lotus_pokloneniye_3 successMessagetext": "This surely is some interesting stuff, thank you and take this here.",

  "Lotus_ohotnik AFF_0": "Eliminate Scavs while wearing the specified Gear on Woods",
  "Lotus_ohotnik AFF_1": "Eliminate PMC Operatives while wearing the specified Gear on Woods",
  "Lotus_ohotnik name": "Okhotnik",
  "Lotus_ohotnik description": "You got time? Take a seat soldier, I am sure you already met Jaeger, right? Well he needs a bit of help right now, some locals and former pmcs started threatening him, they thought that the old man is an easy target... You could dress up like a hunter and smoke some of those assholes, just do it until they understood the message. I can also give you one of these headsets, hunters use them sometimes.\n\nSpecified gear:\n- Umka hunting vest\n- Miltec boonie hat\n- MTs-255 or MP-133 or MP-155 or VPO-215",
  "Lotus_ohotnik successMessagetext": "Great, he sends his regards and we both sent you a little gift.", 

  "Lotus_pistolcal AFF_0": "Hand over 9x19mm AP 6.3 Rounds",
  "Lotus_pistolcal AFF_1": "Hand over 9x19mm PBP Rounds",
  "Lotus_pistolcal AFF_2": "Hand over .45 ACP AP Rounds",
  "Lotus_pistolcal name": "Ammo Basics - 9x19 / .45",
  "Lotus_pistolcal description": "Hello soldier. Having trouble finding ammo, good ammo especially? I got good news for you, because we got a bunch of high tier ammunition in stock. Theres a twist tho.\nNot everyone deserves it. If you want access to our ammo, you will need to bring some of that kind yourself. I am sure you are very interested in this, right?",
  "Lotus_pistolcal successMessagetext": "Very well, you managed it. We wont sell you all of it at once tho so at least have some patience.",
  
  "Lotus_specialcal AFF_0": "Hand over 4.6x30mm JSP SX Rounds",
  "Lotus_specialcal AFF_1": "Hand over 4.6x30mm FMJ SX Rounds",
  "Lotus_specialcal AFF_2": "Hand over 4.6x30mm AP SX Rounds",
  "Lotus_specialcal AFF_3": "Hand over 5.7x28mm SS190 Rounds",
  "Lotus_specialcal name": "Ammo Basics - 4.6x30 / 5.7x28",
  "Lotus_specialcal description": "You are a fan of MP7s or P90s huh? Too bad the ammo is hard to get, especially the good rounds that can penetrate armor decently. But guess what, I got you covered with that one aswell. Same deal as before, bring me some good rounds and we can sell you good 4.6 and 5.7 ammo.",
  "Lotus_specialcal successMessagetext": "Yep, this will do. A deal is a deal.",
  
  "Lotus_shotguncal AFF_0": "Hand over 12 Gauge flechette Rounds",
  "Lotus_shotguncal AFF_1": "Hand over 12 Gauge AP-20 Rounds",
  "Lotus_shotguncal name": "Ammo Basics - 12 Gauge",
  "Lotus_shotguncal description": "I know that using cheap shotgun ammo can be annoying. How about a little offer? We also got 12 gauge flechette and armor piercing rounds, you will get access from me for those if you manage to find some yourself first. Are you in or out? And dont worry, they are the best quality on the market.",
  "Lotus_shotguncal successMessagetext": "Yes those should be everything. You are gonna need them in the future, trust me.",
  
  "Lotus_subsoniccal AFF_0": "Hand over 9x39mm SPP Rounds",
  "Lotus_subsoniccal AFF_1": "Hand over 9x39mm PAB-9 Rounds",
  "Lotus_subsoniccal AFF_2": "Hand over 9x39mm SP-6 Rounds",
  "Lotus_subsoniccal AFF_3": "Hand over .300 Blackout CBJ Rounds",
  "Lotus_subsoniccal AFF_4": "Hand over .300 Blackout AP Rounds",
  "Lotus_subsoniccal name": "Ammo Basics - 9x39 / .300BLK",
  "Lotus_subsoniccal description": "Hello again soldier. I got interesting news for you. We now have stable supply lines to some very special ammo. If you can bring me a bunch of 9x39mm and .300 Blackout ammo, we can give you access to it. How does that sound, hmm? They might be very useful for silent or night operations, perfect for a warrior like you.",
  "Lotus_subsoniccal successMessagetext": "Those should the be ones you need. We got you covered.",
  
  "Lotus_545x39 AFF_0": "Hand over 5.45x39mm 7N40 Rounds",
  "Lotus_545x39 AFF_1": "Hand over 5.45x39mm BP Rounds",
  "Lotus_545x39 AFF_2": "Hand over 5.45x39mm BS Rounds",
  "Lotus_545x39 AFF_3": "Hand over 5.45x39mm PPBS Rounds",
  "Lotus_545x39 name": "Ammo Basics - 5.45x39",
  "Lotus_545x39 description": "So, you need rifle calibers? 5.45x39mm? You must really like the newer AK models, or am I wrong? Dont worry, we got it all, but beware, some of them are very rare. The gangs might be carrying some. I think you know what to do.",
  "Lotus_545x39 successMessagetext": "Yes these are the correct ones you needed. We can sell some to you from now on.",
  
  "Lotus_556x45 AFF_0": "Hand over 5.56x45mm M855A1 Rounds",
  "Lotus_556x45 AFF_1": "Hand over 5.56x45mm M995 Rounds",
  "Lotus_556x45 name": "Ammo Basics - 5.56x45",
  "Lotus_556x45 description": "I am not sure why someone thinks that it is a good idea to use guns that use 5.45x45mm ammo, in Russia...\nWell, I guess you are lucky because the USECs brought a bunch of high tier 5.56 ammo. So you wont have such a hard time finding it. If you stay alive of course, those guys wont share it with you for free.",
  "Lotus_556x45 successMessagetext": "That surely is some nice ammo, good work. They should be in stock for you now.",
  
  "Lotus_762x39 AFF_0": "Hand over 7.62x39mm PP Rounds",
  "Lotus_762x39 AFF_1": "Hand over 7.62x39mm BP Rounds",
  "Lotus_762x39 AFF_2": "Hand over 7.62x39mm MAI AP Rounds",
  "Lotus_762x39 name": "Ammo Basics - 7.62x39",
  "Lotus_762x39 description": "Any chance that you are interested in more access to good ammo? We can sell you good 7.62x39mm rounds, same deal as before, bring us some and you will have access to more of our stock. You dont want to miss out on this, those are really good bullets, trust me.",
  "Lotus_762x39 successMessagetext": "Those should do. A deal is a deal.",

  "Lotus_762x51 AFF_0": "Hand over 7.62x51mm M62 Rounds",
  "Lotus_762x51 AFF_1": "Hand over 7.62x51mm M61 Rounds",
  "Lotus_762x51 AFF_2": "Hand over 7.62x51mm M993 Rounds",
  "Lotus_762x51 name": "Ammo Basics - 7.62x51",
  "Lotus_762x51 description": "Hello. We managed to get more supplies of 7.62x51mm ammo, you interested? Yes? Good. This one might be a little more difficult than before, some of it is pretty hard to get, its not very common around here, especially the good bullets. You probably want to avoid shooting your targets with bad ammunition and they just shrug it off like nothing.",
  "Lotus_762x51 successMessagetext": "Mhm mhm. Yes these are enough, good job warrior.",
  
  "Lotus_762x54r AFF_0": "Hand over 7.62x54mm R PS Rounds",
  "Lotus_762x54r AFF_1": "Hand over 7.62x54mm R BT Rounds",
  "Lotus_762x54r AFF_2": "Hand over 7.62x54mm R SNB Rounds",
  "Lotus_762x54r name": "Ammo Basics - 7.62x54R",
  "Lotus_762x54r description": "I was told recently that there have been a lot of fights going on in the forest near the lake. My guys were able to steal a lot of high caliber ammo from the gang at the sawmill after they were over with their games, so many bodies, so much gear, but most importantly - The ammo. Not sure how they even got their hands on it but I dont really care either. Very high tier armor piercing rounds included. You could buy some from our stock if you bring me some, deal?",
  "Lotus_762x54r successMessagetext": "Good, you managed to get them. We opened stock to you now to buy them.",
  
  "Lotus_ps12 AFF_0": "Hand over 12.7x55mm PS12 Rounds",
  "Lotus_ps12 AFF_1": "Hand over 12.7x55mm PS12A Rounds",
  "Lotus_ps12 AFF_2": "Hand over 12.7x55mm PS12B Rounds",
  "Lotus_ps12 name": "Ammo Basics - 12.7x55",
  "Lotus_ps12 description": "I was always wondering what strange looking ammunition is going around here in Tarkov. Can you bring us some? We can sell you some again, like always but not too much because they really arent easy to get, us vendors have to manage the supply after all, all the stuff isnt growing on trees.",
  "Lotus_ps12 successMessagetext": "Yes those are the ones! Thank you.",
  
  "Lotus_338 AFF_0": "Hand over .338 Lapua Magnum FMJ Rounds",
  "Lotus_338 AFF_1": "Hand over .338 Lapua Magnum AP Rounds",
  "Lotus_338 name": "Ammo Basics - .338 Lapua Magnum",
  "Lotus_338 description": "Hello again! You seem to be a good marksman, ever tried out higher calibers? Maybe, just maybe we have some Lapua Magnum ammo lying around, just waiting to be sold to warrios like you and then used to make Tarkov a safer place. Wanna bring me some good ammo? Same game as before, only if you want to buy some .338 rounds of course. I noticed that Jaeger also managed to get his hands on this kind of ammo so there has to be some source for it.",
  "Lotus_338 successMessagetext": "Good one, I think thats all the ammo stock we can give you access to. Enjoy.",

  "Lotus_light_1 AFF_0": "Obtain AK-Type Rifles chambered in 7.62x39 (+90% durability)",
  "Lotus_light_1 AFF_1": "Hand over 7.62x39 AK Rifles",
  "Lotus_light_1 AFF_2": "Obtain Rifles chambered in .366 TKM (+90% durability)",
  "Lotus_light_1 AFF_3": "Hand over the .366 Rifles",
  "Lotus_light_1 name": "Light Of The Lotus - Part 1",
  "Lotus_light_1 description": "So you decided to become more interested in the business here? Alright lets get started then... Let me think for something that would work out for now...\nOh yeah! How about you bring me a few AK rifles in certain calibers first? Bring me some in 7.62x39. And while you are at it, bring me some .366 TKM aswell, doesnt matter which exact model. Report back to me when you got the stuff.",
  "Lotus_light_1 successMessagetext": "Very nice rifles you brought me, thanks.",
 
  "Lotus_light_2 AFF_0": "Obtain AK-Type Rifles chambered in 5.45x39 or 5.56x45 (+90% durability)",
  "Lotus_light_2 AFF_1": "Hand over 5.45 or 5.56 AK Rifles",
  "Lotus_light_2 AFF_2": "Obtain non AK-Type Rifles chambered in 5.56x45 (+90% durability)",
  "Lotus_light_2 AFF_3": "Hand over 5.56 Rifles",
  "Lotus_light_2 name": "Light Of The Lotus - Part 2",
  "Lotus_light_2 description": "Are you still planning on staying in business? Very well then, alright lets move on. A dealer in the region asked us to supply a few AK rifles chambered in 5.45x45 or 5.56x45, and also a few normal 5.56 rifles, no AKs. I havent actually seen many people carrying 5.56 AKs recently, someone told me that one of the gang leaders on Customs has some in his possession. The other rifles are probably easy to find on the outsiders, nothing too difficult for you hmm? Ill count on you soldier.",
  "Lotus_light_2 successMessagetext": "Yes these are the ones we needed.",

  "Lotus_light_3 AFF_0": "Locate the Mira Ave Extraction on Ground Zero",
  "Lotus_light_3 AFF_1": "Place a MS2000 Marker near the Extract on Ground Zero",
  "Lotus_light_3 AFF_2": "Locate the mined Area near Mira Ave on Ground Zero",
  "Lotus_light_3 AFF_3": "Place a MS2000 Marker at the mined Area on Ground Zero",
  "Lotus_light_3 AFF_4": "Locate the Taxi Extraction on Ground Zero",
  "Lotus_light_3 AFF_5": "Place a MS2000 Marker near the Extract on Ground Zero",
  "Lotus_light_3 AFF_6": "Locate the Road near Nakatani that is guarded by Snipers on Ground Zero",
  "Lotus_light_3 AFF_7": "Place a MS2000 Marker near the guarded Road on Ground Zero",
  "Lotus_light_3 name": "Light Of The Lotus - Part 3",
  "Lotus_light_3 description": "Tired of checking every bag and body for the stuff you need? Alright fine, I got something else for you that is more important. Head to the business center of Tarkov where Terragroup had their headquarter, dangerous place im telling you. A bunch of spots are mined or guarded by marksmen, I need you to check all of them out. Dont go to close tho, you know what will happen. Dont forget to put down some markers there so we can see it ourself when checking them out. I can guarantee you that the Mira Avenue is mined and guarded, I dont know too much about the 2 others. Somewhere near the Terragroup Building and somewhere on a road near Nakatani. Alright then, good luck.",
  "Lotus_light_3 successMessagetext": "Good work, glad to have someone that knows how to take risks.",
  
  "Lotus_light_4 AFF_0": "Extract through Mira Ave on Ground Zero",
  "Lotus_light_4 AFF_1": "Extract through Nakatani Basement Stairs on Ground Zero",
  "Lotus_light_4 AFF_2": "Extract through Emercom Checkpoint on Ground Zero",
  "Lotus_light_4 name": "Light Of The Lotus - Part 4",
  "Lotus_light_4 description": "So now that we know where not to go, we need to also find out where we can actually go. Can you check if some of the exfiltration points are still usable? I know its not the most pleasant work but it needs to be done. And I think a real warrior like you could manage this, right?",
  "Lotus_light_4 successMessagetext": "Good good. We need as much information about that place as possible, so everything helps.",

  "Lotus_light_5 AFF_0": "Eliminate Hostiles while using any Pumpaction Shotgun",
  "Lotus_light_5 AFF_1": "Find Pumpaction Shotguns in raid",
  "Lotus_light_5 AFF_2": "Hand over the Shotguns",
  "Lotus_light_5 AFF_3": "Find Packs of Pineapple Juice in raid",
  "Lotus_light_5 AFF_4": "Hand over Packs",
  "Lotus_light_5 name": "Light Of The Lotus - Part 5",
  "Lotus_light_5 description": "Okay okay, enough of this place, some variety cant hurt after all. I wanna see how good you are with pump-action shotguns, shoot up some guys, I dont care who, bandits, locals, PMCs, whatever. After you sent some into afterlife I want you to give me the guns that you used. I know what do to with them, dont worry. Oh and can you bring a few drinks with you aswell while you are at it? Grab some of these russian army juice packs, but make sure they arent spoiled or used or anything like that. Got that?",
  "Lotus_light_5 successMessagetext": "Good one, warrior. I will take the weapons and the drinks from here on now.",

  "Lotus_light_6 AFF_0": "Locate the Stairwell of the Two-Story Dorms Building on Customs",
  "Lotus_light_6 AFF_1": "Locate the Stairwell of the Three-Story Dorms Building on Customs",
  "Lotus_light_6 AFF_2": "Locate the Saferoom on Interchange",
  "Lotus_light_6 AFF_3": "Locate the Gangs Stash at the Sawmill on Woods",
  "Lotus_light_6 AFF_4": "Locate Sanitars Office inside the Resort on Shoreline",
  "Lotus_light_6 name": "Light Of The Lotus - Part 6",
  "Lotus_light_6 description": "We recently discovered some weird activity in some places here in Tarkov. We mainly got the reports from some locals. Apparently a few of the bandit gangs haunt the dorms near the industrial zone, they loot up everything and shoot everyone they see. Just for fun, real assholes I know. The sawmill near the lake in the forest is also a hotspot for these clowns. Then there is this maniac at the shopping mall gunning down people and looting the stores, some scav informed us about his saferoom where he sleeps and keeps his goods. And then there is a really important person, he worked for Terragroup in the past, he got his office in the resort at the coast.\n\nI need you to check all these places out, and dont worry about keys, observing them from the outside will do for now.",
  "Lotus_light_6 successMessagetext": "Alright, we got all the spots marked on our maps, wait for further instructions.",

  "Lotus_light_7 AFF_0": "Place Wires in the Stairwell of the Two-Story Dorms Building on Customs",
  "Lotus_light_7 AFF_1": "Place Duct Tape in the Stairwell of the Two-Story Dorms Building",
  "Lotus_light_7 AFF_2": "Place an RGD-5 Grenade in the Stairwell of the Two-Story Dorms Building on Customs",
  "Lotus_light_7 AFF_3": "Place Wires in the Stairwell of the Three-Story Dorms Building on Customs",
  "Lotus_light_7 AFF_4": "Place Duct Tape in the Stairwell of the Three-Story Dorms Building",
  "Lotus_light_7 AFF_5": "Place an RGD-5 Grenade in the Stairwell of the Three-Story Dorms Building on Customs",
  "Lotus_light_7 AFF_6": "Place Wires next to the Saferoom on Interchange",
  "Lotus_light_7 AFF_7": "Place Duct Tape next to the Saferoom on Interchange",
  "Lotus_light_7 AFF_8": "Place an RGD-5 Grenade next to the Saferoom on Interchange",
  "Lotus_light_7 AFF_9": "Place Wires at the Gangs Stash at the Sawmill on Woods",
  "Lotus_light_7 AFF_10": "Place Duct Tape at the Gangs Stash at the Sawmill on Woods",
  "Lotus_light_7 AFF_11": "Place an RGD-5 Grenade at the Gangs Stash at the Sawmill on Woods",
  "Lotus_light_7 AFF_12": "Place Wires infront of Sanitars Office inside the Resort on Shoreline",
  "Lotus_light_7 AFF_13": "Place Duct Tape infront of Sanitars Office inside the Resort on Shoreline",
  "Lotus_light_7 AFF_14": "Place an RGD-5 Grenade infront of Sanitars Office inside the Resort on Shoreline",
  "Lotus_light_7 name": "Light Of The Lotus - Part 7",
  "Lotus_light_7 description": "I came up with something cool, how about we... pull a little Prank on them. I hope you did not forget all the spots from last time. I planned on placing some grenade traps on the places that you checked out before, can you manage it? I dont know if you have any experience in setting these kinds of traps, you wont need to worry about getting the stuff for them tho. I can supply you with the needed materials but dont lose them, okay? Only this one time, you need to find them yourself again otherwise. Oh and dont forget to set a trap in both of the dorm buildings.",
  "Lotus_light_7 successMessagetext": "Everything set? Good, now we are waiting for the bang.",

  "Lotus_light_8 AFF_0": "Eliminate Reshala",
  "Lotus_light_8 AFF_1": "Eliminate Killa",
  "Lotus_light_8 AFF_2": "Eliminate Shturman",
  "Lotus_light_8 AFF_3": "Eliminate Sanitar",
  "Lotus_light_8 name": "Light Of The Lotus - Part 8",
  "Lotus_light_8 description": "Well...\nThere is a good message and a bad message. I will tell you about the good one first, alright? So, all your traps set off and killed some of the bandits. The bad message is that the leaders and higher ups didnt get hit, and they are angry now and are looking for you. I dont think hiding is an option so you gotta deal with them like the warrior that you truly are.",
  "Lotus_light_8 successMessagetext": "Haha nice one! Less scum in the region is always a good thing.",
  
  "Lotus_light_9 AFF_0": "Reach Level 2 Loyalty with Lotus",
  "Lotus_light_9 name": "Light of the Lotus - Part 9",
  "Lotus_light_9 description": "Recently an old friend that I have known for some time visited us, he is a former BEAR operative, He trains some locals to fight for him against Terragroup and the Rogue USECs, and also some of the bandit gangs in the area. He also found out about our work and questioned if you are really trustworthy enough. He might have got some gifts for you if you can prove your loyalty.",
  "Lotus_light_9 successMessagetext": "He sends his regards, this is for you, warrior.",
  
  "Lotus_light_10 AFF_0": "Locate the Greenscreen Room on Customs",
  "Lotus_light_10 AFF_1": "Place a WI-FI Camera near the Greenscreen on Customs",
  "Lotus_light_10 name": "Light Of The Lotus - Part 10",
  "Lotus_light_10 description": "So, where were we again? Oh yeah right, somewhere in the industrial zone theres a building that has a video camera and a greenscreen in it. If you locate the room, could you please install a wi-fi camera there? We need to watch the place, if nobody uses it anymore for whatever shady shit, we will just use it. We will figure out what we could use it for, something against Terragroup probably. Anyway, good luck out there.",
  "Lotus_light_10 successMessagetext": "We got an image now, good job. We will observe the room for a while.",

  "Lotus_light_11 AFF_0": "Locate the BTR Stop at Pinewood Hotel on Streets of Tarkov",
  "Lotus_light_11 AFF_1": "Mark the stop at Pinewood Hotel on Streets of Tarkov",
  "Lotus_light_11 AFF_2": "Locate the BTR Stop at the collapsed Crane on Streets of Tarkov",
  "Lotus_light_11 AFF_3": "Mark the stop at the collapsed Crane on Streets of Tarkov",
  "Lotus_light_11 AFF_4": "Locate the BTR Stop in the Citycenter on Streets of Tarkov",
  "Lotus_light_11 AFF_5": "Mark the stop at the Citycenter on Streets of Tarkov",
  "Lotus_light_11 AFF_6": "Locate the BTR Stop at Rodina Cinema on Streets of Tarkov",
  "Lotus_light_11 AFF_7": "Mark the stop at Rodina Cinema on Streets of Tarkov",
  "Lotus_light_11 AFF_8": "Locate the BTR Stop near the Sewer River on Streets of Tarkov",
  "Lotus_light_11 AFF_9": "Mark the stop at the Sewer River on Streets of Tarkov",
  "Lotus_light_11 AFF_10": "Locate the BTR Stop at the old Scav Checkpoint on Streets of Tarkov",
  "Lotus_light_11 AFF_11": "Mark the stop at the the old Scav Checkpoint on Streets of Tarkov",  
  "Lotus_light_11 name": "Light Of The Lotus - Part 11",
  "Lotus_light_11 description": "Ready for a tour around the city? I need some data. You know about the BTR already, right? Some guy drives around the city in his armored vehicle, offers protection of taxi services for money. He only stops at the same few places, I already know that, I just dont know where exactly they are. Its probably easier if you track him down and let him drive you to all the stops each, I can lend you some cash for that. I also want you to put down markers at all the stops, I can give you a few of those too. I will hear from you warrior.",
  "Lotus_light_11 successMessagetext": "Finished your work? Good, here is your payment.",

  "Lotus_light_12 AFF_0": "Locate the first Stryker near the Northern UN-Roadblock on Woods",
  "Lotus_light_12 AFF_1": "Mark the Vehicle with an MS2000 Marker on Woods",
  "Lotus_light_12 AFF_2": "Locate the second Stryker near the Northern UN-Roadblock on Woods",
  "Lotus_light_12 AFF_3": "Mark the Vehicle with an MS2000 Marker on Woods",
  "Lotus_light_12 AFF_4": "Locate the T-90 Tank between ZB-016 and Factory Gate on Woods",
  "Lotus_light_12 AFF_5": "Mark the Tank with an MS2000 Marker on Woods",
  "Lotus_light_12 AFF_6": "Survive and Extract from Woods",
  "Lotus_light_12 name": "Light Of The Lotus - Part 12",
  "Lotus_light_12 description": "Speaking of armored vehicles, I think my guys told me about some tanks in the forest. We might be able to harvest some valuable materials or electronics from them so we can be able to establish a connection with the man in the tower, very important person. Anyway, we just need to know where these vehicles are located, I think there are two armored vehicles somewhere between the village and the UN-roadblock and theres a broken T-90 tank somewhere between one of the bunkers and some railroad gate, I can only tell you that much. Can you track all of them down and place markers on them?\nOh and one more thing, we already know about the Tank near the russian army roadblock so no need to mark that one.",
  "Lotus_light_12 successMessagetext": "Got it, I am sending my guys to check them out, thank you soldier..",
  
  "Lotus_light_13 AFF_0": "Locate the Stationary Machinegun at the Blockpost of the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_1": "Locate the Stationary Grenadelauncher at the Blockpost of the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_2": "Locate the first Stationary Machinegun on top of Building 1 in the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_3": "Locate the second Stationary Machinegun on top of Building 1 in the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_4": "Locate the first Stationary Machinegun on top of Building 2 in the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_5": "Locate the second Stationary Machinegun on top of Building 2 in the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_6": "Locate the Stationary Grenadelauncher on top of Building 2 in the Rogue Camp on Lighthouse",
  "Lotus_light_13 AFF_7": "Locate the Stationary Machinegun on top of Building 3 in the Rogue Camp on Lighthouse",  
  "Lotus_light_13 name": "Light Of The Lotus - Part 13",
  "Lotus_light_13 description": "Some of my guys plan on infiltrating the USEC camp, the problem is that its heavily guarded and they are armed with stationariy machineguns and grenadelaunchers. Such operation would be way too dangerous. We would let our marksmen handle this but the problem is that we have no information about that place. It would be easier for us if we know where all the mounted weapons are located. Can you manage that? You probably have some equipment for night operations, so why dont you go at night? Or risk it at day if you want. Your choice.",
  "Lotus_light_13 successMessagetext": "Are these all? Good to know, thank you soldier.",

  "Lotus_light_14 AFF_0": "Take a look inside the Truck with the Terragroup Cargo in the Center of Ground Zero",
  "Lotus_light_14 AFF_1": "Mark the Cargo with an MS2000 Marker on Ground Zero",
  "Lotus_light_14 AFF_2": "Eliminate Hostiles on Ground Zero",
  "Lotus_light_14 AFF_3": "Survive and Extract from Ground Zero on Ground Zero",
  "Lotus_light_14 name": "Light Of The Lotus - Part 14",
  "Lotus_light_14 description": "I did not really care about Terragroups business at first but they really made me think about it now. We keep seeing their symbol everywhere, and also trucks and cargo with Terragroup writing. One of them stood out from the others tho, the one near the Terragroup headquarter in the business center. Can you check it out for me?\n\nMake sure to actually check out the inside of the cargo, put down a marker if needed. And after you are done get rid of some scum that is lurking around there. Understood? Great.",
  "Lotus_light_14 successMessagetext": "Alright we found it, good work and thank you warrior.",

  "Lotus_light_15 AFF_0": "Eliminate Hostiles while using Light Machineguns on Ground Zero",
  "Lotus_light_15 name": "Light Of The Lotus - Part 15",
  "Lotus_light_15 description": "We got a small problem now. Apparently some other people got interested in that cargo aswell. How about you show them who deserves it more, hmm?. You can kill all of them obviously, I got a better idea tho.\nTake something big, a machine gun or something, yes machine guns! Shoot around the area and kill some of these scumbags. Maybe then they know how the boss here is. After all we are better equipped than them anyway.",
  "Lotus_light_15 successMessagetext": "Looks like you scared the shit out of them, nice work. The cargo can be checked out in peace now.",

  "Lotus_light_16 AFF_0": "Locate the Office for the Hangar Gate in the Lab",
  "Lotus_light_16 AFF_1": "Place a Signal Jammer inside the Hangar Gate Office in the Lab",
  "Lotus_light_16 AFF_2": "Locate the Office for the Parking Gate in the Lab",
  "Lotus_light_16 AFF_3": "Place a Signal Jammer inside the Parking Gate Office in the Lab",
  "Lotus_light_16 AFF_4": "Locate the Entrance to the Human Experiment Room in the Lab",
  "Lotus_light_16 AFF_5": "Place a WI-FI Camera at the Entrance in the Lab",
  "Lotus_light_16 AFF_6": "Locate the Weapon Testing Room in the Lab",
  "Lotus_light_16 AFF_7": "Place a WI-FI Camera inside the Testing Room in the Lab",
  "Lotus_light_16 AFF_8": "Locate the Managers Office in the Lab",
  "Lotus_light_16 AFF_9": "Place a WI-FI Camera inside the Office in the Lab",
  "Lotus_light_16 AFF_10": "Eliminate Hostiles on Labs",
  "Lotus_light_16 name": "Light Of The Lotus - Part 16",
  "Lotus_light_16 description": "We got something important to do in the Terragroup Lab now, ready to help? There are a few spots that you need to check out for us. First you need to head to the offices with the control panels near the parking and hangar gate. They are mainly used for exfiltration and infiltration by the scav raiders and whoever else is willing to visit that place. Just visit both of the offices and place down a signal jammer so nobody can get in and out from these points, for now at least. You also need to check out the weapon testing room, the experimenting room and the managers office. I wanna overlook the place from these locations so dont forget to place down a camera in each of these places. Got it? Dont forget to clear the place out a little while you are there, you are gonna have visitors while working.",
  "Lotus_light_16 successMessagetext": "Well you did it, while you were busy I managed to modify some access cards so they can let you into the Lab as much as you want, I put it up for sale in our stock.",

  "Lotus_light_17 AFF_0": "Survive and Extract through Cargo Elevator on Labs",
  "Lotus_light_17 AFF_1": "Survive and Extract through Hangar Gate on Labs",
  "Lotus_light_17 AFF_2": "Survive and Extract through Main Elevator on Labs",
  "Lotus_light_17 AFF_3": "Survive and Extract through Medical Block Elevator on Labs",
  "Lotus_light_17 AFF_4": "Survive and Extract through Parking Gate on Labs",
  "Lotus_light_17 AFF_5": "Survive and Extract through Sewage Conduit on Labs",
  "Lotus_light_17 AFF_6": "Survive and Extract through Ventilation Shaft on Labs",
  "Lotus_light_17 AFF_7": "Eliminate Raiders while using any H&K Weapon and wearing the specified gear on Labs",
  "Lotus_light_17 AFF_8": "Eliminate PMC Operatives while using any H&K Weapon and wearing the specified gear on Labs",
  "Lotus_light_17 name": "Light Of The Lotus - Part 17",
  "Lotus_light_17 description": "Well hello again soldier. I hope you dont hate going to the Terragroup lab. Listen I need a bit more information about the place, specifically about the exfil spots, can you see if all the known extraction points of the lab are still available? Dont forget to check out if the electricity for some of the elevators is working.\nHowever there is one more thing, I have this one friend who was a former PMC like you, he used to raid that lab a lot and has a lot of experience with it, that was some ago tho and I dont know if the things he told me are still good tactics now. Well, he said that the best gear you could bring into that place would be german weaponry, specifically weapons made by Heckler & Koch, he recommended one of the russian special forces helmets with the faceshields and he said something about Zhuk and Gzhel body armor, I have some of them in stock myself just so you know. Anyway, can you manage it?\n\nSpecified Gear:\n- Altyn or Rys-T Helmets\n- BNTI Zhuk Digital Flora or BNTI Gzhel-K Body Armors\n- Any Weapon made by Heckler & Koch",
  "Lotus_light_17 successMessagetext": "Wow you really are an expert when it comes to the lab? Well, thats good, and dont forget your payment.",

  "Lotus_light_18 AFF_0": "Locate the Elevator with the Dead Bodies in the Basement on Labs",
  "Lotus_light_18 AFF_1": "Locate the Computer Office at Section B22 on Labs",
  "Lotus_light_18 AFF_2": "Locate the Computer Office at Section O22 on Labs",
  "Lotus_light_18 AFF_3": "Locate the Computer Office at Section O23 on Labs",
  "Lotus_light_18 AFF_4": "Locate the Computer Office at Section O13 on Labs",
  "Lotus_light_18 AFF_5": "Locate the Computer Office at Section R22 on Labs",
  "Lotus_light_18 AFF_6": "Locate the Computer Office at Section R23 on Labs",
  "Lotus_light_18 AFF_7": "Find Intelligence Folders in raid",
  "Lotus_light_18 AFF_8": "Hand over the Intelligence Folders",
  "Lotus_light_18 AFF_9": "Find Physical Bitcoins in raid",
  "Lotus_light_18 AFF_10": "Hand over the Bitcoins",
  "Lotus_light_18 name": "Light Of The Lotus - Part 18",
  "Lotus_light_18 description": "Listen up, so first of all do you remember how I told you about that one friend of mine who was a former PMC? Well he was a BEAR, found documents and proof of bad shit that the USECs did inside the Terragroup lab, he found security camera footage of them dumping bodies into an elevator shaft, I think it was inside the basement. I want you to check it out, I think it was somewhere near the stairwells.\nAlso I need you to check out all the computer offices inside that place, I sent you the list of the sections where they are located.\n\nLook for the maps in the lab that have all the sections marked if you want to be sure!\nAnd while you are at, I need intelligence folder and bitcoin data, make sure to bring clean ones, I count on you.",
  "Lotus_light_18 successMessagetext": "Okay, good thing you found the bodies, I will try to find a way to get that information out of Tarkov. And where the offices empty? Strange, something should be still there, but thanks for the intel and data. Here is your payment.",

  "Lotus_light_19 AFF_0": "Locate the Gate for the Bridge to the Island on Lighthouse",
  "Lotus_light_19 AFF_1": "Place a WI-FI Camera near the Gate on Lighthouse",
  "Lotus_light_19 AFF_2": "Eliminate PMC Operatives while using an RSASS or SR-25 on Lighthouse",
  "Lotus_light_19 name": "Light Of The Lotus - Part 19",
  "Lotus_light_19 description": "Soldier do you remember the man in the tower? Well he calls himself lightkeeper, who sees everyone and everything. Well he does not seem too excited about my presense, I dont know why but we need to investigate that, I already know you and mechanic are working together, and mechanic is trying to work with lightkeeper. I am guessing he asked you for help?\nDont worry, I wont stop you. I need something from you however, you need to check out the gate of the bridge that leads to his island, I heard the rumors about bad things happening when crossing the bridge, so I advise you to avoid crossing it. Dont forget to put down a camera next to the gate, I want to see who and what is leaving and entering that island.\nNow the next thing you should do is clear out the area from operators, to distract lightkeeper and his guards. Use professional equipment, something high caliber and precise...\nI was thinking of a SR-25 or RSASS, are you familiar with these? I hope so, because you will need the experience with those weapons. Good luck soldier.",
  "Lotus_light_19 successMessagetext": "Looks like your work did not raise any suspicion, thats good, I will contact you very soon about the next job.",

  "Lotus_light_20 AFF_0": "Hand over Dollars",
  "Lotus_light_20 AFF_1": "Hand over Euros",
  "Lotus_light_20 AFF_2": "Find a RFID Reader in raid",
  "Lotus_light_20 AFF_3": "Hand over the RFID Reader",
  "Lotus_light_20 AFF_4": "Find a Military COFDM Wireless Signal Transmitter in raid",
  "Lotus_light_20 AFF_5": "Hand over the Signal Transmitter",
  "Lotus_light_20 AFF_6": "Find a Advanced Current Converter in raid",
  "Lotus_light_20 AFF_7": "Hand over the Advanced Current Converter",
  "Lotus_light_20 name": "Light Of The Lotus - Part 20",
  "Lotus_light_20 description": "So I did my research on something, I know someone who is trustworthy enough for this who can do something important for us, however he needs some things for it.\nFirst of all, the guy only accepts western currency, for some reason he needs both dollars and euros. Then he asked for an RFID reader, a military signal transmitter and a current converter.\n\nHe needs these things for something that can help us with this lightkeeper issue. I did not understand what he meant exactly but he said something about copying the signal that is connected to the mines on the bridge. Can you manage it?",
  "Lotus_light_20 successMessagetext": "Wow you really found all of it, fascinating. Anyway, heres your payment.",

  "Lotus_collect AFF_0": "Hand over the Politician Mutkevich Figurine",
  "Lotus_collect AFF_1": "Hand over the Scav Figurine",
  "Lotus_collect AFF_2": "Hand over the Ryzhy Figurine",
  "Lotus_collect AFF_3": "Hand over the BEAR Operative Figurine",
  "Lotus_collect AFF_4": "Hand over the USEC Operative Figurine",
  "Lotus_collect AFF_5": "Hand over the Ded Moroz Figurine",
  "Lotus_collect AFF_6": "Hand over the Cultist Figurine",
  "Lotus_collect name": "Special Collection",
  "Lotus_collect description": "So, I havent told you yet but there are these collectibles going around recently. Nobody knows who made them and why they were made. Im usually not really interested in these kinds of collectibles, but I really want these pieces. These are one of a kind and maybe I will find a collector who is willing to pay for these. Can you bring me one of each of these figurines please? I have some other goods that I dont need, I am sure that you will need them in the future.",
  "Lotus_collect successMessagetext": "Are these all? Wow they look so cool.. Thank you warrior.",

  "Lotus_payment AFF_0": "Hand over Euros to Lotus",
  "Lotus_payment name": "New Dealer In Town",
  "Lotus_payment description": "Hello again, I got something important. I need someone that I can rely on. This is an important job. You got some spare cash? You will need some, dont worry I will pay you back in some valuables soon. Basically, there is this new dealer who is travelling around areas like Tarkov, he is selling some special technology. It is kinda expensive tho and he only accepts Euros. The problem I have now is that I dont have any of that currency on me currently, are you able to take over this payment for now?\n\nIt would be good if you choose quickly tho, before someone else gets interested in the deal...",
  "Lotus_payment successMessagetext": "Yes we got the deal, thanks a lot. We can make way more money out of this, believe me.",
  "Lotus_payment failMessageText": "What?? I really did not expect this from you. You better not do something like that in the future again. All this trust earning for what?",

  "Lotus_payment_skier AFF_0": "Hand over Euros to Skier instead of Lotus",
  "Lotus_payment_skier name": "Valuable Payment",
  "Lotus_payment_skier description": "Hey operator, listen up! This is an important matter, you are the perfect guy for this. But I noticed that the outsider got interested in that deal aswell...\nI want it, problem is that I am not able to pay that much right now, got other problems to handle right now. I will pay more than the others so if you can help me out, I can give you way more than you need. Do we have a deal?",
  "Lotus_payment_skier successMessagetext": "Good choice! Who knows what other shady people might have been involved in this...",
  "Lotus_payment_skier failMessageText": "Are you nuts? My guy, you better not pull this move again in the future, I am telling you. I should have asked one of your former colleagues for that favor instead, unbelievable...",
  "Lotus_payment_skier startedMessageText": "Hey operator, listen up! This is an important matter, you are the perfect guy for this. But I noticed that the outsider got interested in that deal aswell...\nI want it, problem is that I am not able to pay that much right now, got other problems to handle right now. I will pay more than the others so if you can help me out, I can give you way more than you need. Do we have a deal?",

  "Lotus_collect_skier AFF_0": "Hand over the Politician Mutkevich Figurine",
  "Lotus_collect_skier AFF_1": "Hand over the Scav Figurine",
  "Lotus_collect_skier AFF_2": "Hand over the Ryzhy Figurine",
  "Lotus_collect_skier AFF_3": "Hand over the BEAR Operative Figurine",
  "Lotus_collect_skier AFF_4": "Hand over the USEC Operative Figurine",
  "Lotus_collect_skier AFF_5": "Hand over the Ded Moroz Figurine",
  "Lotus_collect_skier AFF_6": "Hand over the Cultist Figurine",
  "Lotus_collect_skier name": "Limited Edition",
  "Lotus_collect_skier description": "Okay I got some time now. There are these new collectible figures going around, special stuff. Nobody knows where they came from but they are valuable and rare, and I want them! Understand what I am saying? I want one of each, they are one of a kind. I already know who to contact, they are worth a fortune to my buyer and he is impatient so hurry up.",
  "Lotus_collect_skier successMessagetext": "Let me count them first... Yes, mhm, those should be all. Thanks man, your payment is on its way.",

  "Lotus_landofopportunities AFF_0": "Reach Level 3 Loyalty with Lotus",
  "Lotus_landofopportunities AFF_1": "Reach Level 3 Loyalty with Ragman",
  "Lotus_landofopportunities AFF_2": "Reach Level 3 Loyalty with Jaeger",
  "Lotus_landofopportunities name": "Land Of Opportunities",
  "Lotus_landofopportunities description": "So, how is the work with Arshavir and Yegorovich? Looks like you have been working them for some time aswell, thats good. You know trust is everything when it comes to business here. Why dont we discuss business with the other dealers aswell? Im sure you can also prove to them aswell how loyal you are.",
  "Lotus_landofopportunities successMessagetext": "Very well then, you are a real expert at Tarkov business, hmm?",

  "Lotus_shadypeople_fence AFF_0": "Eliminate USEC Operatives while being dressed as Death Knight",
  "Lotus_shadypeople_fence AFF_1": "Eliminate USEC Operatives while being dressed as Birdeye",
  "Lotus_shadypeople_fence AFF_2": "Eliminate USEC Operatives while being dressed as Big Pipe",
  "Lotus_shadypeople_fence AFF_3": "Take a look inside the Container with the Keycardreader on Interchange",
  "Lotus_shadypeople_fence AFF_4": "Stash a Bottle of Moonshine inside the Container on Interchange",
  "Lotus_shadypeople_fence name": "Land Full Of Shady People",
  "Lotus_shadypeople_fence description": "Mercenary, my people have observed you for some time now. Is it true that you have been working with the outsider. Not that it would bother me, yet. How about a job? The goons were lurking around the area again and shooting at my men, it made my wonder why, because such thing did not happen before. I do not want to waste my men on these clowns, so this is where you come in handy. I am not asking to kill them, but I want you to dress up like them and neutralize some USEC operatives. Then there is another thing, somewhere near the ULTRA mall is a container yard. One of these has a lock on it that requires a special keycard, I want you to open it up and hide some quality drink there. Are you able to handle this kind of work merc?\n\nKnights Gear:\nDeath Knight Mask\nCrye Precision CPC Plate Carrier Goons Edition\n\nBirdeyes Gear:\nNFM THOR Concealable Reinforced Vest Body Armor\nMystery Ranch NICE COMM 3 BVS Frame System\nLBT-1961A Load Bearing Chest Rig Goons Edition\n\nPipes Gear:\nBig Pipes Smoking Pipe\nBig Pipes Bandana\nS&S Precision PlateFrame Plate Carrier Goons Edition",
  "Lotus_shadypeople_fence successMessagetext": "Now look at this. The USECs have some real chaos to deal with now, we also found the bottler that you hid near the mall. Your payment is on the way.",

  "Lotus_coop_jaeger AFF_0": "Locate the ZB-014 Bunker on Woods",
  "Lotus_coop_jaeger AFF_1": "Stash MP-153 Shotguns in the ZB-014 Bunker on Woods",
  "Lotus_coop_jaeger AFF_2": "Locate the ZB-016 Bunker on Woods",
  "Lotus_coop_jaeger AFF_3": "Stash MP-153 Shotguns in the ZB-016 Bunker on Woods",
  "Lotus_coop_jaeger AFF_4": "Eliminate PMC Operatives on Woods",
  "Lotus_coop_jaeger AFF_5": "Hand over Standard PMC Dogtags",
  "Lotus_coop_jaeger name": "Cooperation Is Important",
  "Lotus_coop_jaeger description": "Hello Kid. Feeling well? I dont think I thanked you in person for what you did recently. You and Lotus seem to be working together, thats good. There is more that you need to do for us now, do you remember the bunkers in the forest? Can you check them out for me again and see if they are safe, after that you need to hide some semi-automatic shotguns in both of them each. I have notice that lately more of the former PMC operators were causing trouble in the area, can you take some of them out and show who is the hunter and who is the prey. And please bring me the proof, good luck warrior and thank you again.",
  "Lotus_coop_jaeger successMessagetext": "Good, I knew that you would manage this. I hope we can talk more about business with Lotus, and make Tarkov a safer place again. Also why dont you sit down for a cup of tea? As long as it safe you can relax for a bit.",

  "Lotus_meal_jaeger AFF_0": "Find any Croutons in raid",
  "Lotus_meal_jaeger AFF_1": "Hand over the Croutons",
  "Lotus_meal_jaeger AFF_2": "Find any Chocolate Bars in raid",
  "Lotus_meal_jaeger AFF_3": "Hand over the Chocolate Bars",
  "Lotus_meal_jaeger AFF_4": "Find canned Food in raid",
  "Lotus_meal_jaeger AFF_5": "Hand over the canned Food",
  "Lotus_meal_jaeger AFF_6": "Find canned Drinks in raid",
  "Lotus_meal_jaeger AFF_7": "Hand over the canned Drinks",
  "Lotus_meal_jaeger AFF_8": "Find any Ration Pack in raid",
  "Lotus_meal_jaeger AFF_9": "Hand over the Ration Packs",
  "Lotus_meal_jaeger AFF_10": "Find any Pack of Juice in raid",
  "Lotus_meal_jaeger AFF_11": "Hand over the packs", 
  "Lotus_meal_jaeger name": "Perfect Meal",
  "Lotus_meal_jaeger description": "Listen young one, I need a favor. Recently a bunch of guys found me in my camp, they were unarmed and certainly did not look like adults. They dont belong here. I dont know why but they chose to stay in Tarkov after evacuation, managed to survive till today, thought that this would not take too long. Well here we are. I was told that they were starving for days already so I had to feed them, I might know who to contact to get them out of the zone so that doesnt need to be your concern, I can handle that already. The thing I need from you now is that my food supply got kinda short, after all my supply is not meant for a group of starving youngsters. Can you organize that for me? This would help me out a lot.",
  "Lotus_meal_jaeger successMessagetext": "Thanks kid, good to know that I still have some trustworthy people I can rely on.",

  "Lotus_connect_ragman AFF_0": "Locate the Emercom Checkpoint on Interchange",
  "Lotus_connect_ragman AFF_1": "Stash UMP-45 Submachineguns at the Checkpoint on Interchange",
  "Lotus_connect_ragman AFF_2": "Locate the Railway Exfil on Interchange",
  "Lotus_connect_ragman AFF_3": "Stash UMP-45 Submachineguns at the Exfil on Interchange",
  "Lotus_connect_ragman AFF_4": "Eliminate PMC Operatives on Interchange",
  "Lotus_connect_ragman AFF_5": "Hand over Standard PMC Dogtags",
  "Lotus_connect_ragman name": "Well Connected",
  "Lotus_connect_ragman description": "Ayyy brother, good to see you still in shape! Got anything special that is worth mentioning? I got something for you tho, I have been working with Lotus for some time now, just like you. Listen I need something from you, because lately some PMC assholes were looting up the mall and shit. I noticed that they always leave at the same two exfils, most of the time atleast. Theres this small checkpoint in the south-east and then there are the rails in the north-west. Besides that I also require you to hide some guns at both exfils. I can lend you some that you will need for the job, but dont lose them! Okay? Dont forget to smoke some of the looting bastards and take their dogtags, I want to see the proof, you know that I count on you my guy.",
  "Lotus_connect_ragman successMessagetext": "Haha amazing, glad to see that you are always able to help a brother out. One of my guys found this stuff here on his last trip, we dont have a use for it so you can have it.",

  "Lotus_shoptour_ragman AFF_0": "Locate the Kiba Arms Store on Interchange",
  "Lotus_shoptour_ragman AFF_1": "Place a WI-FI Camera in the Hallway on Interchange",
  "Lotus_shoptour_ragman AFF_2": "Locate the Switch for the Saferoom Exfil on Interchange",
  "Lotus_shoptour_ragman AFF_3": "Mark the Switch with an MS2000 Marker on Interchange",
  "Lotus_shoptour_ragman AFF_4": "Eliminate PMC Operatives while using a UMP-45 Submachinegun  on Interchange",
  "Lotus_shoptour_ragman AFF_5": "Eliminate Scavs while using a UMP-45 Submachinegun on Interchange",
  "Lotus_shoptour_ragman name": "Shopping Tour",
  "Lotus_shoptour_ragman description": "My man I got something for you again. You need to head to the mall again and pay a visit to some spots, are you able to install a camera in the hallway near the gunstore? After that we need to know how to activate the saferoom on the garage level. I heard rumors that there is a switch somewhere in the bathrooms in some restaurant, should be on the top floor. If you locate that, you need to put down a marker near the switch. That would be great my guy, and while you are at the mall why dont you take out some PMCs. My men placed bets already, I made a bet that you smoke them with one of these weird .45 Subgmachine guns that you were stashing earlier. Can you manage that? You know how much I hate to lose bets so I cant let that slide. If you manage to do your job, dont forget to bring some proof. Alright?",
  "Lotus_shoptour_ragman successMessagetext": "Amazing work again brother. I won the bet as expected, you should have seen the looks on their faces after finding out haha! Well then, here is your reward.",

  "Lotus_razors_ragman AFF_0": "Find a Bars A-2607 95Kh18 Knife in raid",
  "Lotus_razors_ragman AFF_1": "Hand over the Knife",
  "Lotus_razors_ragman AFF_2": "Find a Bars A-2607 Damascus Knife in raid",
  "Lotus_razors_ragman AFF_3": "Hand over the Knife",
  "Lotus_razors_ragman AFF_4": "Find a 6Kh5 Bayonet in raid",
  "Lotus_razors_ragman AFF_5": "Hand over the Bayonet",
  "Lotus_razors_ragman AFF_6": "Find a Cultist Knife in raid",
  "Lotus_razors_ragman AFF_7": "Hand over the Cultist Knife",
  "Lotus_razors_ragman AFF_8": "Find a ER Fulcrum Bayonet in raid",
  "Lotus_razors_ragman AFF_9": "Hand over the Bayonet",
  "Lotus_razors_ragman AFF_10": "Find a Freeman Crowbar in raid",
  "Lotus_razors_ragman AFF_11": "Hand over the Crowbar", 
  "Lotus_razors_ragman AFF_12": "Find a MPL-50 Entrenching Tool in raid",
  "Lotus_razors_ragman AFF_13": "Hand over the Entrenching Tool",
  "Lotus_razors_ragman name": "Razors",
  "Lotus_razors_ragman description": "Got time to help out a brother again? This might be something weird to ask for but I need a few blades, knives, some melee weapons basically. I am still missing some in my collection, can I rely on you for this task?  One of them might be hard to get tho, the cultists carry them sometimes. I really want these pieces. Wanna help out brother Arshavir with this one?",
  "Lotus_razors_ragman successMessagetext": "Awesome job my guy! These were all the remaining ones that I was looking for. I let one of my men drop off your payment at the designated location.",

  "Lotus_training_loot AFF_0": "Reach the required Attention skill level",
  "Lotus_training_loot AFF_1": "Reach the required Endurance skill level",
  "Lotus_training_loot AFF_2": "Reach the required Strengh skill level",
  "Lotus_training_loot name": "PMC Training - Looter",
  "Lotus_training_loot description": "I doubt that they trained you to scavenge for loot in your old unit, but these skills are needed to survive here. Learn where to look for materials, meds, ammo, everything. You also need to train your stamina, after all you gotta manage to carry out all your stuff to exfiltration. Prove it and I might supply you with some gear.",
  "Lotus_training_loot successMessagetext": "So how is the scavenger life? Im just joking dont worry, here is your payment.",

  "Lotus_training_infantry AFF_0": "Reach the required Assault Rifles skill level",
  "Lotus_training_infantry AFF_1": "Reach the required Aim Drills skill level",
  "Lotus_training_infantry name": "PMC Training - Infantry",
  "Lotus_training_infantry description": "Are you good with assault rifles? What a question, a soldier that doesnt know how to use a weapon, how ridiculous...\nAnyway, how about you prove your combat skills? Learn how to handle assault rifles, train your aim and learn how to control your recoil. Prove your skills warrior, I count on you.",
  "Lotus_training_infantry successMessagetext": "Good job warrior. Your payment is on the way now.",
  
  "Lotus_training_cqb AFF_0": "Reach the required Submachineguns skill level",
  "Lotus_training_cqb AFF_1": "Reach the required Shotguns skill level",
  "Lotus_training_cqb name": "PMC Training - Close Quarter Combat",
  "Lotus_training_cqb description": "Are you experienced in close quarter combat, warrior? You should get some training, your skills get put to the test out there. Its better if you prepare already, Tarkov is full of places where these skills could come in handy. Prove to me how good you are with shotguns and submachineguns. I can give you access to more weapons in our stock.",
  "Lotus_training_cqb successMessagetext": "Successful again, hmm? Anyway heres your reward.",

  "Lotus_training_marksman AFF_0": "Reach the required Sniper Rifles skill level",
  "Lotus_training_marksman AFF_1": "Reach the required DMRs skill level",
  "Lotus_training_marksman name": "PMC Training - Marksmanship",
  "Lotus_training_marksman description": "Sometimes its just better, smarter, and of course safer to take out targets from a distance. You need to learn how to handle Sniper and Marksman rifles. Become one with yourself and your rifle, it will be very lonely out there. It doesnt matter what gun you have, the weapon is only as good as the shooter. So if you dont know how to handle it, your weapon is worthless. Are you able to prove it again?",
  "Lotus_training_marksman successMessagetext": "Ah yeah, a true marksman. You did really good out there and proven your skills as a sniper, take this.",

  "Lotus_training_firstaid AFF_0": "Reach the required Health skill level",
  "Lotus_training_firstaid AFF_1": "Reach the required Stress Resistance skill level",
  "Lotus_training_firstaid AFF_2": "Reach the required Vitality skill level",
  "Lotus_training_firstaid name": "PMC Training - First Aid",
  "Lotus_training_firstaid description": "There are no rules in Tarkov anymore, everyone is just shooting and killing eachother without any mercy. You got nobody to help you out there, so you need to learn how to apply first aid to yourself in combat. It will save your life for sure. I might have something cool in our supply that is just waiting to be sold. You can get your hands on it if you prove your skills.",
  "Lotus_training_firstaid successMessagetext": "That should be it, yes. You have proven yourself, here you go.",

  "Lotus_training_sneak AFF_0": "Reach the required Covert Movement skill level",
  "Lotus_training_sneak AFF_1": "Reach the required Perception skill level",
  "Lotus_training_sneak name": "PMC Training - Sneaky Bastard",
  "Lotus_training_sneak description": "Sound is everything in combat. Its not only important to hear the enemy, but also to be able to silently move around. You need to feel your surroundings. Stepping on a branch or glass may cost your life. Its important for a warrior like you to learn how to pay attention to sound, and to move silently, prove it and I can supply you with high quality hearingprotection. I will hear from you, or not.",
  "Lotus_training_sneak successMessagetext": "Good, you did well, here is what you deserved. Be careful out there.",

  "Lotus_fuelist AFF_0": "Hand over Packs of Dryfuel", 
  "Lotus_fuelist AFF_1": "Hand over Small Fuelcanisters",
  "Lotus_fuelist AFF_2": "Hand over Large Fuelcanisters",
  "Lotus_fuelist name": "Fuelist", 
  "Lotus_fuelist description": "Im always wondering how someone like you navigates around Tarkov, are you walking or something, wow...\nYou have some patience for sure. We do that differently, my scouts usually use dirtbikes to navigate around Tarkov to check out all the areas or loot up. We got a small problem tho, our supply got kinda low and we are currently looking for some fuel source, help is apprechiated. If you can find us some fuel canisters that would help us out a lot. Also while you are looking for some, why dont you bring some Dryfuel aswell? I count on you soldier.", 
  "Lotus_fuelist successMessagetext": "That would be enough for now, thank you.", 

  "Lotus_arenadogs AFF_0": "Eliminate Bloodhounds on Customs",
  "Lotus_arenadogs AFF_1": "Eliminate Bloodhounds on Woods",
  "Lotus_arenadogs AFF_2": "Eliminate Bloodhounds on Shoreline",
  "Lotus_arenadogs name": "Arena Dogs",
  "Lotus_arenadogs description": "Take a guess on what this one is gonna be about, bet you cant make it up. Ever heard about the guy who controls the arenas in the region? Well some time ago he had let his hounds out to look for some guys that escaped the arena. I thought they were done with looking them ages ago already. Well here we are now, they are still here killing and looting. They endanger my business, you understand? I think they usually roam the forest, the coast and the industrial zone. Dont forget how dangerous they can be, good luck out there.",
  "Lotus_arenadogs successMessagetext": "Has the problem been resolved? Yes? Good work.",

  "Lotus_imports AFF_0": "Eliminate Death Knight while being dressed as a BEAR Operative",
  "Lotus_imports AFF_1": "Eliminate Big Pipe while being dressed as a BEAR Operative",
  "Lotus_imports AFF_2": "Eliminate Birdeye while being dressed as a BEAR Operative",
  "Lotus_imports AFF_3": "Hand over Knights Plate Carrier",
  "Lotus_imports AFF_4": "Hand over Knights Mask",
  "Lotus_imports AFF_5": "Hand over Big Pipes Bandana",
  "Lotus_imports AFF_6": "Hand over Big Pipes Smoking Pipe",
  "Lotus_imports AFF_7": "Hand over Birdeyes Chestrig",
  "Lotus_imports AFF_8": "Hand over Birdeyes Backpack", 
  "Lotus_imports name": "Imports",
  "Lotus_imports description": "Hey, I assume you have heard about the rogue USECs already? Their leaders seem to be terrorizing the locals again, they started to spread out further from their little base. Another dealer told me that he sent a messenger or something to negotiate with them but they just killed him in cold blood. They have not disturbed my group... yet. I want to avoid that, they are just too aggressive. I know you are an expert at this, so I will ask you for that favor now. Get rid of these assholes and while you are at it, bring me their gear. Just what they were wearing is fine, armor or rigs, whatever, you can keep the guns and ammo dont worry. But I want you to do it under certain conditions - Dress up as a BEAR operative, so they clearly see who takes them out. They should see the very thing that they hate the most before they get sent into afterlife. Can you manage it?\n\nBEAR gear:\nAny BEAR Baseballcap\nBagariy or TV-110 or TV-115 Plate Carriers\nAK-Type Rifle",
  "Lotus_imports successMessagetext": "Good work, you earned yourself a big reward once again.",

  "Lotus_carrier_1 AFF_0": "Hand over a Takedown Backpack",
  "Lotus_carrier_1 AFF_1": "Hand over a LBT-1476A 3Day Pack",
  "Lotus_carrier_1 AFF_2": "Hand over a Drawbridge Backpack",
  "Lotus_carrier_1 AFF_3": "Hand over a F5 Switchblade Backpack",
  "Lotus_carrier_1 AFF_4": "Hand over a Tri-Zip Backpack",
  "Lotus_carrier_1 name": "Carrier - Part 1",
  "Lotus_carrier_1 description": "Hello. I have a small job for you again, you interested? I hope so haha, basically my group needs a few new backpacks. Sometimes after looting up they get into fights and need to throw the bag away to increase their survival chance. I need manpower more than some loot. That makes us run out of good backpacks really quickly, so I want you to bring us a few medium-sized backpacks. I dont care where you get them from, but if you choose to take them from someone else, I recommend that you drop some scav raiders and check their gear, they might have some of those we want. Good luck again!",
  "Lotus_carrier_1 successMessagetext": "These should work, thank you.",
  
  "Lotus_carrier_2 AFF_0": "Hand over a Beta 2 Backpack",
  "Lotus_carrier_2 AFF_1": "Hand over a Attack 2 Backpack",
  "Lotus_carrier_2 AFF_2": "Hand over a Trooper 35 Backpack",
  "Lotus_carrier_2 AFF_3": "Hand over a 6Sh118 raid Backpack",
  "Lotus_carrier_2 AFF_4": "Hand over a Slim Field Med Pack",
  "Lotus_carrier_2 name": "Carrier - Part 2",
  "Lotus_carrier_2 description": "Well, this might be a bit weird to ask again, but my guys require more backpacks... again. But we require bigger ones this time. These really big russian backpacks would be great, maybe you can craft some in your hideout if you know how. Also some of Sanitars men have been seen carrying those slim backpacks for medical supplies, those things would be extremely useful for us. Can you do that for me?",
  "Lotus_carrier_2 successMessagetext": "Yes, those are the good ones that we wanted.", 

  "Lotus_safecracker_1 AFF_0": "Find GP Coins in raid",
  "Lotus_safecracker_1 AFF_1": "Hand over the Coins",
  "Lotus_safecracker_1 AFF_2": "Find Golden Neck Chains in raid",
  "Lotus_safecracker_1 AFF_3": "Hand over the Chains",
  "Lotus_safecracker_1 AFF_4": "Find Golden Roler Watches in raid",
  "Lotus_safecracker_1 AFF_5": "Hand over the Watches",
  "Lotus_safecracker_1 AFF_6": "Find Golden Skull Rings in raid",
  "Lotus_safecracker_1 AFF_7": "Hand over the Rings", 
  "Lotus_safecracker_1 name": "Safecracker - Part 1",
  "Lotus_safecracker_1 description": "Hello, do you like shiny stuff? Good! Me too. Some things just dont lose their value, you know what that means? Yeah! Try to find a bunch of jewelry or whatever shit that looks like its worth a lot, make sure to find different kinds of things. Hit up a bunch of safes, check out locked rooms, I still have some keys lying around, not sure if they are of any use but I dont need them so you can take them. Understood? Alright good.",
  "Lotus_safecracker_1 successMessagetext": "Wow thats some nice things you brought me, glad that they are mine now. Heres your payment, enjoy.",

  "Lotus_safecracker_2 AFF_0": "Find Silver Badges in raid",
  "Lotus_safecracker_2 AFF_1": "Hand over the Badges",
  "Lotus_safecracker_2 AFF_2": "Find Antique Teapots in raid",
  "Lotus_safecracker_2 AFF_3": "Hand over the Teapots",
  "Lotus_safecracker_2 AFF_4": "Find Golden Eggs in raid",
  "Lotus_safecracker_2 AFF_5": "Hand over the Eggs",
  "Lotus_safecracker_2 AFF_6": "Find a Antique Vase in raid",
  "Lotus_safecracker_2 AFF_7": "Hand over the Vase",
  "Lotus_safecracker_2 AFF_8": "Find a wooden clock in raid",
  "Lotus_safecracker_2 AFF_9": "Hand over the clock",
  "Lotus_safecracker_2 name": "Safecracker - Part 2",
  "Lotus_safecracker_2 description": "Hello again! I got something again, we just got contacted by some collector, he is looking to buy some rare decorations and jewelry. You know, shiny and rare stuff again like last time. I just need a bit of your help again, can you do that for me? We dont have everything that he wants, I will send you the list of the things we still require for our customer.",
  "Lotus_safecracker_2 successMessagetext": "Yes this is everything we needed for the deal, thank you.",

  "Lotus_traitor AFF_0": "Eliminate USEC Operatives while wearing the specified Gear",
  "Lotus_traitor AFF_1": "Hand over Standard USEC Dogtags (level 15+)",
  "Lotus_traitor name": "Goddamn Traitor!",
  "Lotus_traitor description": "We just got contacted by a former BEAR, he managed to get out of Tarkov a while ago. He doesnt want to come back tho to pay back the USECs, so this is where you come in handy again, after all you are an expert at this, right warrior? The job is simple, take out some USEC operatives, dress like them while you do it and use some western rifles. Just so they think that one of their own guys is fighting them. He also wants proof of your kills so dont forget to take the dogtags with you.\n\nSpecified Gear:\n- Any HighCom Striker Helmet\n- USEC Trooper Vest, Interceptor OTV Body Armor, MBSS Plate Carrier, AVS Plate Carrier (Ranger Green)\n- M4A1 or Sig Spear 6.8 or Sig MCX .300blk or HK416A5 Assault Rifles",
  "Lotus_traitor successMessagetext": "He is satisfied with your work, nice one warrior, your payment is also on the way.",  

  "Lotus_hunter AFF_0": "Eliminate BEAR Operatives while wearing the specified Gear",
  "Lotus_hunter AFF_1": "Hand over Standard BEAR Dogtags (level 15+)",
  "Lotus_hunter name": "Bear Hunter",
  "Lotus_hunter description": "Interested in another Job? Some western guy that had some business with Terragroup. Got some hatred against BEARs, so he is looking for someone professional to get rid of some of them. It needs to be done under certain conditions tho, you need to wear some russian gear and vests with the BEAR patch on it. Also you need to use an AK rifle, doesnt matter which one. Dont forget to bring proof aswell.\n\nSpecified Gear:\n- LShZ Lightweight Helmet or Tor-2 Helmet or Altyn / Rys-T Helmets\n- TV-110 or TV-115 or Bagariy Plate Carriers\n- Any AK-type Rifle",
  "Lotus_hunter successMessagetext": "The results were good, he is sending your payment right now, good job.",

  "Lotus_mallmaniac AFF_0": "Eliminate Killa on Interchange",
  "Lotus_mallmaniac AFF_1": "Eliminate PMC Operatives while wearing Killa's gear on Interchange",
  "Lotus_mallmaniac AFF_2": "Hand over Killa's Helmet (+80% durability)",
  "Lotus_mallmaniac AFF_3": "Hand over Killa's Body Armor (+80% durability)", 
  "Lotus_mallmaniac name": "Mall Maniac",
  "Lotus_mallmaniac description": "Hello, you busy? Do you like shopping, because I do! Unfortunately the ULTRA shopping mall in Tarkov is way too hot. I heard that the place is stocked up with high value stuff. Apparently there is some maniac running around there whos looting everything and gunning down whoever he sees. Heavily armored and dressed in a black tracksuit with white stripes, you wont overlook him. I have an idea tho, just killing this asshole would make some people think that the mall is safer now, so whats my plan now? Right, you kill him and then take his shit, smoke a bunch of PMC operatives while you are dressed like him, use one of his guns aswell. Do it for some time to make the people think that the mall is still heated.\n\nKilla Gear:\nMaska-1SCh Killa Edition\n6B13M Killa Edition\nRPK-16 or AKMS or PP-19 Vityaz or TT-33",
  "Lotus_mallmaniac successMessagetext": "Nice one, the fucker is dead and some of my guys managed to completely loot the stores. Good job!",

  "Lotus_homedepot AFF_0": "Find Bolts in raid",
  "Lotus_homedepot AFF_1": "Hand over the Bolts",
  "Lotus_homedepot AFF_2": "Find Screw Nuts in raid",
  "Lotus_homedepot AFF_3": "Hand over the Screw Nuts",
  "Lotus_homedepot AFF_4": "Find Metal Spare Parts in raid",
  "Lotus_homedepot AFF_5": "Hand over the Metal Spare Parts",
  "Lotus_homedepot AFF_6": "Find Wire Bundles in raid",
  "Lotus_homedepot AFF_7": "Hand over the Wire Bundles",
  "Lotus_homedepot AFF_8": "Find Powercords in raid",
  "Lotus_homedepot AFF_9": "Hand over the Powercords",
  "Lotus_homedepot AFF_10": "Find USB Adapters in raid", 
  "Lotus_homedepot AFF_11": "Hand over the USB Adapters Plugs", 
  "Lotus_homedepot AFF_12": "Find T-Shaped Plugs in raid", 
  "Lotus_homedepot AFF_13": "Hand over the T-Shaped Plugs",   
  "Lotus_homedepot name": "Home Depot",
  "Lotus_homedepot description": "Hello soldier, are you doing alright? I hope so. I got something for you again. You see, I planned to stay in Tarkov for much shorter...\nRecently a bunch of stuff broke down in our camp and my group are kinda busy with other things right now, so I cant just send them to bring all the materials. See where I am going with this? I want you to bring us batch of building supplies and a few electronis. Im sure you will find enough, can I count on you?",
  "Lotus_homedepot successMessagetext": "I hope all of this will do for now, thank you very much.",

  "Lotus_checkmate_1 AFF_0": "Visit the White Pawn building on Reserve",
  "Lotus_checkmate_1 AFF_1": "Visit the Black Pawn building on Reserve",
  "Lotus_checkmate_1 AFF_2": "Visit the White Bishop building on Reserve",
  "Lotus_checkmate_1 AFF_3": "Visit the Black Bishop building on Reserve",
  "Lotus_checkmate_1 AFF_4": "Visit the White King building on Reserve",
  "Lotus_checkmate_1 AFF_5": "Visit the White Queen building on Reserve",
  "Lotus_checkmate_1 AFF_6": "Visit the White Knight building on Reserve",
  "Lotus_checkmate_1 AFF_7": "Visit the Black Knight building on Reserve",
  "Lotus_checkmate_1 AFF_8": "Survive and Extract from Reserve",
  "Lotus_checkmate_1 name": "Checkmate - Part 1",
  "Lotus_checkmate_1 description": "Trip to the Military Base hmmm, you interested? Good! I heard its pretty hot there, filled with treasure. People say that it contains supplies like food, medication, military equipment and high tier electronics. Enough to survive a nuclear war. Apparently the important buildings have chess-figures painted onto them. Can you check those out? Lets see if any of them have any use for us. Come back when you took a look at them and make sure to leave the place in one piece.",
  "Lotus_checkmate_1 successMessagetext": "Thank you, I will see what we can do with that info.",

  "Lotus_checkmate_2 AFF_0": "Locate the Powerswitch for the Alarm on Reserve",
  "Lotus_checkmate_2 AFF_1": "Mark the Alarm Powerswitch with an MS2000 Marker on Reserve",
  "Lotus_checkmate_2 AFF_2": "Locate the Powerswitch for the Bunker on Reserve",
  "Lotus_checkmate_2 AFF_3": "Mark the Bunker Powerswitch with an MS2000 Marker on Reserve",
  "Lotus_checkmate_2 AFF_4": "Locate the Switch for the D-2 Door on Reserve",
  "Lotus_checkmate_2 AFF_5": "Mark the D-2 Door Switch with an MS2000 Marker on Reserve",
  "Lotus_checkmate_2 AFF_6": "Survive and Extract from Reserve on Reserve",
  "Lotus_checkmate_2 name": "Checkmate - Part 2",
  "Lotus_checkmate_2 description": "Okay so it seems that the black pawn, white pawn, black bishop, white king and white queen building are connected with a underground bunker system. I tried sending someone else down there but he had to retreat really quick again, said that the bunker is filled with scav raiders. I have heard that there are some exfiltration points but they seem to be unavailable without any electricity. There might be some way to restore power to them, can you locate these places? Dont forget to put down markers so we can spot them more easily when going in there.",
  "Lotus_checkmate_2 successMessagetext": "Thank you for your effort, here take this.",

  "Lotus_checkmate_3 AFF_0": "Look for a way to get on top of the White Rook Building on Reserve",
  "Lotus_checkmate_3 AFF_1": "Locate the Stationary Machinegun on top of the White Rook Building on Reserve",
  "Lotus_checkmate_3 AFF_2": "Mark the Stationary Machinegun with an MS2000 Marker on Reserve",
  "Lotus_checkmate_3 AFF_3": "Locate the Stationary Machinegun on the Roof next to the Black Bishop Building on Reserve",
  "Lotus_checkmate_3 AFF_4": "Mark the Stationary Machinegun with an MS2000 Marker on Reserve",
  "Lotus_checkmate_3 AFF_5": "Locate the Stationary Machinegun on the third Floor of the Black Bishop Building on Reserve",
  "Lotus_checkmate_3 AFF_6": "Mark the Stationary Machinegun with an MS2000 Marker on Reserve",
  "Lotus_checkmate_3 AFF_7": "Locate the Stationary Machinegun near the White Queen Building on Reserve",
  "Lotus_checkmate_3 AFF_8": "Mark the Stationary Machinegun with an MS2000 Marker on Reserve",
  "Lotus_checkmate_3 AFF_9": "Locate the Stationary Grenadelauncher next to the White Queen Building on Reserve",
  "Lotus_checkmate_3 AFF_10": "Mark the Stationary Grenadelauncher with an MS2000 Marker on Reserve",
  "Lotus_checkmate_3 AFF_11": "Survive and Extract from Reserve",
  "Lotus_checkmate_3 name": "Checkmate - Part 3",
  "Lotus_checkmate_3 description": "I figured out that we need to investigate the base a little more. Check out some ambush spots or something like that. We found some stationary machineguns and grenadelaunchers in the training areas and inside of the watchtowers. There might be a few more and I want you to check those out, also place some markers down so we can see which we overlooked. Dont forget to leave the place safely again, I will be hearing from you soldier.",
  "Lotus_checkmate_3 successMessagetext": "My guys found the powerswitches from last time, good job. We will take a look at the mounted weapons as soon as possible.",

  "Lotus_checkmate_4 AFF_0": "Locate the MIL MI-26 Helicopter on Reserve",
  "Lotus_checkmate_4 AFF_1": "Mark the Helicopter with an MS2000 Marker on Reserve",
  "Lotus_checkmate_4 AFF_2": "Place a WI-FI Camera infront of the Black Bishop Building on Reserve",
  "Lotus_checkmate_4 AFF_3": "Place a WI-FI Camera infront of the Black Pawn Building on Reserve",
  "Lotus_checkmate_4 AFF_4": "Place a WI-FI Camera infront of the White Pawn Building on Reserve",
  "Lotus_checkmate_4 AFF_5": "Survive and Extract from Reserve",
  "Lotus_checkmate_4 name": "Checkmate - Part 4",
  "Lotus_checkmate_4 description": "I bet that you have noticed the big helicopter at the barracks, right? Someone told me that this exact model is the biggest helicopter in the world, and its just standing there like nothing. Apparently it was carrying some important cargo before the conflict. Well, now its useless...\nFor now atleast. Can you put down a marker on the machine? Oh and dont forget to put down a camera at each barracks building, my guys will connect them to our systems later so we can watch the place.",
  "Lotus_checkmate_4 successMessagetext": "Good one, I hope you dont get used to that place too much tho, we will need you in other parts of the region soon.",

  "Lotus_checkmate_5 AFF_0": "Place a Signal Jammer inside the Dome on Reserve",
  "Lotus_checkmate_5 AFF_1": "Place a WI-FI Camera inside the Dome on Reserve",
  "Lotus_checkmate_5 AFF_2": "Survive and Extract from Reserve",
  "Lotus_checkmate_5 name": "Checkmate - Part 5",
  "Lotus_checkmate_5 description": "Apparently there have been signals coming out of the Dome ontop of the white queen building. Not sure what the that is about, I dont think its some normal local or some PMC or raider...\n\nThere might be more onto this, can you handle this job? Place a jammer inside of there and maybe a camera so we can find out more.",
  "Lotus_checkmate_5 successMessagetext": "Is it done? Good, we will try to connect the camera somehow.",

  "Lotus_checkmate_6 AFF_0": "Locate the first Marked Room on Reserve",
  "Lotus_checkmate_6 AFF_1": "Locate the second Marked Room on Reserve",
  "Lotus_checkmate_6 AFF_2": "Locate the third Marked Room on Reserve",
  "Lotus_checkmate_6 AFF_3": "Survive and Extract from Reserve",
  "Lotus_checkmate_6 name": "Checkmate - Part 6",
  "Lotus_checkmate_6 description": "I got something for you, we saw some hooded and masked people rush inside there at night. We didnt see too much, only the light of the moon was illuminating it. I dont know what their business is, I asked a trustworthy dealer if he would know about these guys and he told me that they have some strange belief and hunt down people at night. They paint strange symbols everywhere aswell and stash their valuables in random rooms spread across the region. I was also told that the military base should have these rooms aswell, I think that it was 3 rooms but you would need to check that out yourself.",
  "Lotus_checkmate_6 successMessagetext": "So its true what he said... Hmm, strange. Thank you for your work tho, heres your reward.",

  "Lotus_tc_factory AFF_0": "Eliminate Scavs on Factory",
  "Lotus_tc_factory AFF_1": "Eliminate PMC Operatives on Factory",
  "Lotus_tc_factory AFF_2": "Eliminate Sektants on Factory",
  "Lotus_tc_factory AFF_3": "Eliminate Zhrec on Factory",
  "Lotus_tc_factory AFF_4": "Eliminate Tagilla on Factory",
  "Lotus_tc_factory name": "Tarkov Cleaner - Factory",
  "Lotus_tc_factory description": "Hello again, wanna help to make the world a better place? By world I just mean the Tarkov region. You in? Great!\nWe need to start small tho, lets start with the old chemical factory. Its still full of bandits and whatever scum is lurking there at night. Just clean the place at day and at night, I will lend you some night vision device for it.",
  "Lotus_tc_factory successMessagetext": "We got the news, all of them are scared to go there again any time soon, nice one!",
  
  "Lotus_tc_shoreline AFF_0": "Eliminate Scavs on Shoreline",
  "Lotus_tc_shoreline AFF_1": "Eliminate PMC Operatives on Shoreline",
  "Lotus_tc_shoreline AFF_2": "Eliminate Sektants on Shoreline",
  "Lotus_tc_shoreline AFF_3": "Eliminate Zhrec on Shoreline",
  "Lotus_tc_shoreline AFF_4": "Eliminate Sanitar's Bodyguards on Shoreline",
  "Lotus_tc_shoreline AFF_5": "Eliminate Sanitar on Shoreline",
  "Lotus_tc_shoreline AFF_6": "Eliminate Death Knight on Shoreline",
  "Lotus_tc_shoreline AFF_7": "Eliminate Big Pipe on Shoreline",
  "Lotus_tc_shoreline AFF_8": "Eliminate Birdeye on Shoreline",
  "Lotus_tc_shoreline name": "Tarkov Cleaner - Shoreline",
  "Lotus_tc_shoreline description": "Good day, feeling alright? Yeah, the factory aint so special I know. We are moving onto bigger targets now. The Azure Coast.\n\nPeople reported seeing the imports there so be careful. And be careful where you go at night, the cultists seem to be there aswell. I will hear from you after you are finished.",
  "Lotus_tc_shoreline successMessagetext": "Everything done? Good, take this.",

  "Lotus_tc_customs AFF_0": "Eliminate Scavs on Customs",
  "Lotus_tc_customs AFF_1": "Eliminate PMC Operatives on Customs",
  "Lotus_tc_customs AFF_2": "Eliminate Sektants on Customs",
  "Lotus_tc_customs AFF_3": "Eliminate Zhrec on Customs",
  "Lotus_tc_customs AFF_4": "Eliminate Reshala's Bodyguards on Customs",
  "Lotus_tc_customs AFF_5": "Eliminate Reshala on Customs",
  "Lotus_tc_customs AFF_6": "Eliminate Death Knight on Customs",
  "Lotus_tc_customs AFF_7": "Eliminate Big Pipe on Customs",
  "Lotus_tc_customs AFF_8": "Eliminate Birdeye on Customs",
  "Lotus_tc_customs name": "Tarkov Cleaner - Customs",
  "Lotus_tc_customs description": "Now this is gonna be even more complicated so prepare. A bunch of local gangs and bandits roam that place, but not just them, the imports and cultists are there too and haunt the place...\n\nYou need to be extremely careful around the big construction site, its a hot spot for this kind of scum. I hope you are ready for that.",
  "Lotus_tc_customs successMessagetext": "Did not have too much trouble with it hmm? Good.",

  "Lotus_tc_reserve AFF_0": "Eliminate Scavs on Reserve",
  "Lotus_tc_reserve AFF_1": "Eliminate PMC Operatives on Reserve",
  "Lotus_tc_reserve AFF_2": "Eliminate Raiders on Reserve",
  "Lotus_tc_reserve AFF_3": "Eliminate Gluhar's Bodyguards on Reserve",
  "Lotus_tc_reserve AFF_4": "Eliminate Gluhar on Reserve",
  "Lotus_tc_reserve name": "Tarkov Cleaner - Reserve",
  "Lotus_tc_reserve description": "So, we are making an attempt to raid the military base. Its also really dangerous, full of raiders, bandits and PMC operatives. There is also this former russian marine with his guys, top tier armor and weapons so be careful when you see them. I really need some documents and technology that is located in that base, I would be very grateful if you can clean up the base a little so I can send someone else in there again to grab the stuff I need. We will stay in touch.",
  "Lotus_tc_reserve successMessagetext": "Yep, its a lot safer to go in there now. Thank you soldier.",

  "Lotus_tc_lighthouse AFF_0": "Eliminate Scavs on Lighthouse",
  "Lotus_tc_lighthouse AFF_1": "Eliminate PMC Operatives on Lighthouse",
  "Lotus_tc_lighthouse AFF_2": "Eliminate USEC Rogues on Lighthouse",
  "Lotus_tc_lighthouse AFF_3": "Eliminate Death Knight on Lighthouse",
  "Lotus_tc_lighthouse AFF_4": "Eliminate Big Pipe on Lighthouse",
  "Lotus_tc_lighthouse AFF_5": "Eliminate Birdeye on Lighthouse",
  "Lotus_tc_lighthouse name": "Tarkov Cleaner - Lighthouse",
  "Lotus_tc_lighthouse description": "I got something really interesting again. Very special person just contacted us for a deal. He wanted us to clean up the area outside the lighthouse island from the PMC operatives and local, and also the rogue USECs and their leaders at the watertreatmentplant. And just so you know, that wasnt the whole deal, just a part of it and you are the perfect one to do it. So are you ready to help?",
  "Lotus_tc_lighthouse successMessagetext": "Good one. He is very satisfied with the results. Maybe he will work with us again some day.",

  "Lotus_tc_lab AFF_0": "Eliminate Raiders on Labs",
  "Lotus_tc_lab AFF_1": "Eliminate PMC Operatives on Labs",
  "Lotus_tc_lab name": "Tarkov Cleaner - The Lab",
  "Lotus_tc_lab description": "The Terragroup Laboratory, extremely dangerous but filled with treasure. That place gets raided constantly, a lot of geared locals and former PMCs. I want you to clean up the place a bit, I can supply you with a few access cards for that. Oh and by the way, take whatever valuable shit you find with you. It might be of use for you, me or both of us.",
  "Lotus_tc_lab successMessagetext": "The place was dead silent when we got there, you did really good again. I knew that I could count on you.",

  "Lotus_tc_final AFF_0": "Eliminate Scavs",
  "Lotus_tc_final AFF_1": "Eliminate PMC Operatives",
  "Lotus_tc_final AFF_2": "Eliminate Bodyguards",
  "Lotus_tc_final AFF_3": "Eliminate Raiders",
  "Lotus_tc_final AFF_4": "Eliminate USEC Rogues",
  "Lotus_tc_final AFF_5": "Eliminate Bloodhounds",
  "Lotus_tc_final AFF_6": "Eliminate Sektants",
  "Lotus_tc_final AFF_7": "Eliminate Zhrec",
  "Lotus_tc_final AFF_8": "Eliminate Scav Bosses",
  "Lotus_tc_final AFF_9": "Eliminate Rogue Bosses",
  "Lotus_tc_final name": "The Tarkov Cleaner",
  "Lotus_tc_final description": "Oh damn...\nLets calm down real quick because all the gangs and locals united against us againand are extremely aggressive now. I cant let that slide, all of these fuckers at once will surely be a tough fight. You gotta deal with all of them at once this time, scavs, pmcs, rogues, raiders, cultists, gang leaders and even the arena guys. They are looking for you, I suggest that you are very careful with every step you make, good luck.",
  "Lotus_tc_final successMessagetext": "Wow, just wow. You really got a lot of blood on your hands now haha! Nice one soldier, a true warrior that is keeping the region safer. Take this, you certainly deserve it.",
  
  "Lotus_narco_1 AFF_0": "Find Morphine Injectors in raid",
  "Lotus_narco_1 AFF_1": "Hand over the Morphine Injectors",
  "Lotus_narco_1 AFF_2": "Find Adrenaline Injectors in raid",
  "Lotus_narco_1 AFF_3": "Hand over the Adrenaline Injectors",
  "Lotus_narco_1 AFF_4": "Find Zagustin Injectors in raid",
  "Lotus_narco_1 AFF_5": "Hand over the Zagustin Injectors",
  "Lotus_narco_1 AFF_6": "Find SJ1 Injectors in raid",
  "Lotus_narco_1 AFF_7": "Hand over the SJ1 Injectors",
  "Lotus_narco_1 AFF_8": "Find SJ6 Injectors in raid",
  "Lotus_narco_1 AFF_9": "Hand over the SJ6 Injectors",
  "Lotus_narco_1 name": "Narcotic - Part 1",
  "Lotus_narco_1 description": "Hello again, I got something important, you might be interested.\n\nSo basically we just got contacted by a buyer that is looking for certain... drugs, here from Tarkov, Terragroup related goods im guessing? Well anyway, I dont care about his background or intentions, he will be paying enough for it.\nWhat I need from you know is to bring me some of these injectors that I dont have on me right now, I will give you access to our stock for some special injectors for that if you help. Are you in? I will give you the list of things that are needed, I will count on you soldier.",
  "Lotus_narco_1 successMessagetext": "Good job, these are all the injectors that the guy asked for, here is your payment.",
  
  "Lotus_narco_2 AFF_0": "Find Meldonin Injectors in raid",
  "Lotus_narco_2 AFF_1": "Hand over the Meldonin Injectors",
  "Lotus_narco_2 AFF_2": "Find Trimadol Injectors in raid",
  "Lotus_narco_2 AFF_3": "Hand over the Trimadol Injectors",
  "Lotus_narco_2 AFF_4": "Find Obdolbos Injectors in raid",
  "Lotus_narco_2 AFF_5": "Hand over the Obdolbos Injectors",
  "Lotus_narco_2 AFF_6": "Find PNB Product 16 Injectors in raid",
  "Lotus_narco_2 AFF_7": "Hand over the PNB Product 16 Injectors",
  "Lotus_narco_2 AFF_8": "Find xTG-12 Antidote Injectors in raid",
  "Lotus_narco_2 AFF_9": "Hand over the xTG-12 Antidote Injectors",
  "Lotus_narco_2 AFF_10": "Find Propital Injectors in raid",
  "Lotus_narco_2 AFF_11": "Hand over the Propital Injectors",
  "Lotus_narco_2 AFF_12": "Find M.U.L.E. Injectors in raid",
  "Lotus_narco_2 AFF_13": "Hand over the M.U.L.E. Injectors",
  "Lotus_narco_2 AFF_14": "Find eTG-Change Injectors in raid",
  "Lotus_narco_2 AFF_15": "Hand over the eTG-Change Injectors",
  "Lotus_narco_2 name": "Narcotic - Part 2",
  "Lotus_narco_2 description": "I got something for you again, the guy who bought a ordered a bunch of injectors from us was so satisfied with them that he is asking for another batch. Can I count on you again? He is asking for more, but this time more expensive and rare ones, dont worry about time tho soldier, he told us that he can wait for them. I suggest you go into the Terragroup labs but be careful, the place is extremely dangerous. I can only assume the amount of rare injectors that you could find in that place...\nAnyway good luck soldier!",
  "Lotus_narco_2 successMessagetext": "Hold on let me count them... Yes those should be all, thanks again soldier.",
  
  "Lotus_narco_3 AFF_0": "Eliminate Scavs while under any Stimulant Effect",
  "Lotus_narco_3 AFF_1": "Eliminate PMC Operatives while under any Stimulant Effect",
  "Lotus_narco_3 AFF_2": "Eliminate Raiders while under any Stimulant Effect",
  "Lotus_narco_3 AFF_3": "Eliminate Bosses while under any Stimulant Effect",
  "Lotus_narco_3 AFF_4": "Locate Sanitars Office inside the Terragroup Lab",
  "Lotus_narco_3 AFF_5": "Place a WI-FI Camera outside Sanitars Office on Labs",
  "Lotus_narco_3 AFF_6": "Go inside Sanitars Office on Labs",
  "Lotus_narco_3 AFF_7": "Eliminate Hostiles while under any Stimulant Effect on Labs",
  "Lotus_narco_3 name": "Narcotic - Part 3",
  "Lotus_narco_3 description": "Well hello, remember the orders for all the injectors? Well I got something for you yet again, but not a normal job.\n\nI need to test how efficient you are in combat after you used these weird drugs, see where I am going with this? Take out bandits, PMC operatives, scav raiders and any of the gang leaders. Also I need to to head to the Terragroup laboratory, a guy named sanitar who is also one of the gang leaders was a former worker there or something, his office got locked apparently, so you need his keycard to get in. Can you check the place out? Place a camera in the hallway outside of his office and dont forgot to go inside there, it might be filled with treasure!\nOh and while you are at the lab, take out some guys while under the influence aswell, good luck!",
  "Lotus_narco_3 successMessagetext": "We connected the camera you planted, good job. I knew that I could count on you.",
   
  "Lotus_eastfriend AFF_0": "Find a SKS Assault Carbine in raid (+75% durability)",
  "Lotus_eastfriend AFF_1": "Hand over the Carbine",
  "Lotus_eastfriend AFF_2": "Find a SVT-40 or AVT-40 Rifle in raid (+75% durability)",
  "Lotus_eastfriend AFF_3": "Hand over the Rifle",
  "Lotus_eastfriend AFF_4": "Find a AK-74 Type Assault Rifle in raid (+75% durability)",
  "Lotus_eastfriend AFF_5": "Hand over the Assault Rifle",
  "Lotus_eastfriend AFF_6": "Find a AKS-74U Type Assault Rifle in raid (+75% durability)",
  "Lotus_eastfriend AFF_7": "Hand over the Assault Rifle",
  "Lotus_eastfriend AFF_8": "Find a Mosin Infrantry or Mosin Sniper Bolt-Action Rifle in raid (+75% durability)",
  "Lotus_eastfriend AFF_9": "Hand over the Rifle",
  "Lotus_eastfriend AFF_10": "Find a PPSh-41 Submachinegun in raid (+75% durability)",
  "Lotus_eastfriend AFF_11": "Hand over the Submachinegun",
  "Lotus_eastfriend AFF_12": "Find Iskra Ration Packs in raid",
  "Lotus_eastfriend AFF_13": "Hand over the Ration Packs",
  "Lotus_eastfriend name": "A Friend From the East",
  "Lotus_eastfriend description": "Hello soldier, you are a good friend of Prapor right? If you can even call yourself friends...\nWhatever, listen up, he needed some help. I just thought he seems like someone who knows best what is going on here in Tarkov. So I offered my help to him and he accepted, he needs a bunch of guns, most of them are really old ones from the 40s and 50s, I am guessing he really likes Soviet Weaponry? Well, I would not be shocked.\n\nCan you manage this? I think he also said something about Russian MRE Packs, I suggest that you bring a few, just in case. Oh and make sure not to bring broken guns. Good luck Soldier.",
  "Lotus_eastfriend successMessagetext": "Thank you again. I will let someone inspect the guns you brought, lets hope they are in good condition. Oh great you also brought the ration packs? Good to know I got people that I can rely on, here take this.",

  "Lotus_oldtimes_prapor AFF_0": "Eliminate Hostiles while using a AK-74 type Rifle (Excluding AK-74M) and while wearing the specified Gear",
  "Lotus_oldtimes_prapor AFF_1": "Eliminate Hostiles while using a AKS-74U type Rifle while wearing the specified Gear",
  "Lotus_oldtimes_prapor AFF_2": "Eliminate Hostiles while using a Mosin Nagant Rifle while wearing the specified Gear",
  "Lotus_oldtimes_prapor AFF_3": "Eliminate Hostiles while using a SKS Carbine while wearing the specified Gear",
  "Lotus_oldtimes_prapor AFF_4": "Eliminate Hostiles while using a SVT-40 or AVT-40 Rifle while wearing the specified Gear",
  "Lotus_oldtimes_prapor name": "Like In Old Times",
  "Lotus_oldtimes_prapor description": "Greetings. Are you busy right now, warrior? I hope not, because I got something for you. That one girl you have been working with offered her help aswell. Let me get to the point now...\nI have this one friend, also a dealer and also ex-russianmilitary. So he is really into the modern russian weapons and gear, he despises the old reliable stuff, yeah one of those people. Anyway, I would like to prove to him that the stuff from the USSR is still reliable, however I dont have any time and resources on my hand currently. Now this is where you come into place, you are perfect for this job so dont disappoint me! I made a list for you, take these things, shoot up a bunch of hostiles with it, doesnt matter who. And by the way, the guns you brought to Lotus last time are in good condition. I can lend you a few to use them for this job.\n\nI dont think it matters what exact variant of the guns you use, with a siderail, with a suppressor, whatever I dont care as long as its not one of the modern ones. Good luck out there warrior.\n\nSpecified Gear:\n-SSh-68 Steel Helmet\n-6B23 or 6B13 Body Armor",
  "Lotus_oldtimes_prapor successMessagetext": "Amazing work out there warrior, good job! You have earned yourself this reward.",
  
  "Lotus_checkmate_7_prapor AFF_0": "Eliminate Hostiles while using a SR-2M Submachinegun on Reserve",
  "Lotus_checkmate_7_prapor AFF_1": "Locate the Bunker Hermetic Door on Reserve",
  "Lotus_checkmate_7_prapor AFF_2": "Place a WI-FI Camera at the doorway next to Bunker Hermetic Door on Reserve",
  "Lotus_checkmate_7_prapor AFF_3": "Survive and Extract through Bunker Hermetic Door on Reserve",
  "Lotus_checkmate_7_prapor name": "Checkmate - Part 7",
  "Lotus_checkmate_7_prapor description": "Hello again, you already investigated the Military Base carefully, yes? Good, I know you have been there a bunch of times now so you are basically an expert at this.\nSo, listen carefully, this is important. Theres this bunker near the white rook building and the trainyard. People use it to exfil from the base, mainly PMCs. Go to the base and look for the exfil, make sure to place a camera there, I wanna see who else goes there, after that extract from that location through that exfil.\nAnd while you are there, make sure to neutralize some targets, I wanna see how good you are while handling certain weapons, use a SR-2M submachine gun, I can lend you one but dont lose it! I wont give you another one if that happens, good luck out there.",
  "Lotus_checkmate_7_prapor successMessagetext": "Good work warrior. I will let someone watch this place, if I will have another job for you, you will be informed.",

  "Lotus_checkmate_8_prapor AFF_0": "Eliminate Scavs while using a AK-74 type rifle equipped with a GP-25 on Reserve",
  "Lotus_checkmate_8_prapor AFF_1": "Eliminate PMC Operatives while using a AK-74 type rifle equipped with a GP-25 on Reserve",
  "Lotus_checkmate_8_prapor AFF_2": "Eliminate Scavs with a GP-25 Underbarrel Grenadelauncher on Reserve",
  "Lotus_checkmate_8_prapor AFF_3": "Eliminate PMC Operatives with a GP-25 Underbarrel Grenadelauncher on Reserve",
  "Lotus_checkmate_8_prapor AFF_4": "Find Handgrenades in raid",
  "Lotus_checkmate_8_prapor AFF_5": "Handover the Handgrenades",
  "Lotus_checkmate_8_prapor name": "Checkmate - Part 8",
  "Lotus_checkmate_8_prapor description": "Okay I got something for you again, so listen up warrior!\nEver tried a grenadelauncher on your rifle? Because I hope so. Lets put your skills to the test then, you know I have high expectations. I can supply you a few of these launchers, but use your own rifle! And be careful with them, I will not give you another sample if you lose them. Anyway, go to the military base and take out some scavs and operators with your rifle, make sure its a AK-74 type one and it has the grenadelauncher mounted, I dont care which variant just so you know, after that I want you to get rid of some guys again but this time with the grenadelauncher itself. Understood? You better do, good luck out there warrior.",
  "Lotus_checkmate_8_prapor successMessagetext": "Completed the job? Good, you know that I am a man of my word so heres your reward.",

  "Lotus_motherland_prapor AFF_0": "Eliminate USEC Operatives",
  "Lotus_motherland_prapor AFF_1": "Eliminate USEC Rogues",
  "Lotus_motherland_prapor AFF_2": "Eliminate Rogue Bosses",
  "Lotus_motherland_prapor name": "For The Motherland",
  "Lotus_motherland_prapor description": "Warrior I got something special again, I dont want any outsiders involved in this so be careful.\n\nYou know my opinion on the imports, I want you to take a bunch of them out, understood? Go around and look for normal USECs, Operators like you. And then look for these weird Rogue assholes at the water treatment plant and make sure to get their leaders too. I count on you warrior and keep one thing in mind, if anyone else asks you for a similar job, do me the favor and reject them, I trust you so dont disappoint me.",
  "Lotus_motherland_prapor successMessagetext": "Nice one, I knew that I could count on you! Here take this, you earned yourself a nice reward.",
  "Lotus_motherland_prapor failMessageText": "Unbelievable, what exactly was your problem? Not sure why you chose to help this peacekeeper asshole instead, you know damn well he is just exploiting you for money and yet you still help him! Shame on you warrior, now get out of here. Come back again when you know what the right thing is.",
   
  "Lotus_marksman_prapor AFF_0": "Eliminate Hostiles from over 125 Meters away while using any Russian or Soviet DMR or Bolt-Action Rifle",
  "Lotus_marksman_prapor name": "Norvinsk Marksman",
  "Lotus_marksman_prapor description": "Okay Next Job.\nHow good are you at handling sniper rifles? I hope that you at least know the basics, an operator that cant even handle the basics of marksmanship would be kinda embarassing, dont you think? Shoot at some guys, make sure its not less than 175 meters.\n\nBut let me add an extra challenge to this, use one of our weapons. SVD, Mosin, whatever, as long as its russian or soviet I think its valid. You gotta be familiar with the weapons around here after all.",
  "Lotus_marksman_prapor successMessagetext": "Wow we got a real professional right here, anyway, good job warrior.",
  
  "Lotus_easternreliability_1_prapor AFF_0": "Eliminate Scavs while using the specified PP-19 Vityaz Build from Prapor",
  "Lotus_easternreliability_1_prapor AFF_1": "Eliminate PMC Operatives while using the specified PP-19 Vityaz Build from Prapor",
  "Lotus_easternreliability_1_prapor name": "Eastern Reliability - Part 1",
  "Lotus_easternreliability_1_prapor description": "Well then warrior, your friend Lotus recommended me a few contractors, they made me an offer but I need a real fighter. This is exactly where you come into place my guy! But let me explain first...\nSo these guys are gunsmiths from eastern europe, so they will probably have a lot of our weaponry that we can use, they send us different kinds of built weapons. They need someone with skill to try them out under certain conditions. We will start small, I want you to use a Vityaz submachinegun, I can give you the model that they sent me and I will also write down the exact parts that matter for this job. Well get to work then, good luck out there.\n\nRequired PP-19 Attachments:\n- AK-12 Stock\n- AK-12 Pistol Grip\n- Zenit B-10 Handguard\n- Zenit RK-4 Foregrip\n- Zenit B-13V Dovetail Rail\n- Vityaz 9x19 Suppressor",
  "Lotus_easternreliability_1_prapor successMessagetext": "Good job, I hope you did not become too attached to this beauty of a gun, the next job is waiting for you already!",
  
  "Lotus_easternreliability_2_prapor AFF_0": "Eliminate PMC Operatives while using the specified AK-105 Build from Prapor",
  "Lotus_easternreliability_2_prapor AFF_1": "Eliminate Raiders while using the specified AK-105 Build from Prapor",
  "Lotus_easternreliability_2_prapor name": "Eastern Reliability - Part 2",
  "Lotus_easternreliability_2_prapor description": "We are moving on now, they sent us an AK-105 with a few western attachments. I dont know why they chose those but you know that the internal values are what matters. After all this is a good gun already, make sure to take out operators and also scav raiders with it! Report back to me when you are done\n\nRequired AK-105 Attachments:\n- FAB Defense GL-CORE Stock\n- Magpul MOE AK Pistol Grip\n- Eotech Holographic Sight\n- SAG AK Dovetail Rail\n- Grey Magpul MOE AK Handguard\n- Hexagon AK-74 Suppressor\n- BCM Gunfighter Foregrip\n",
  "Lotus_easternreliability_2_prapor successMessagetext": "Haha nice! I knew that you would manage this again warrior.",

  "Lotus_easternreliability_3_prapor AFF_0": "Eliminate PMC Operatives while using the specified AK-103 Build from Prapor on Customs",
  "Lotus_easternreliability_3_prapor AFF_1": "Eliminate Bloodhounds while using the specified AK-103 Build from Prapor on Customs",
  "Lotus_easternreliability_3_prapor name": "Eastern Reliability - Part 3",
  "Lotus_easternreliability_3_prapor description": "Alright, they want to see how this gun will perform in a certain environment, they want us to test it out in the industrial area. It is a AK-103 assault rifle with zenitco furniture, they said that it does not matter which exact grip and tactical device gets used but it still needs to be from zenitco. And instead of raiders, why dont you take out some of the arena guards out this time?\n\nRequired AK-103 Attachments:\n- Zenit PT-3 Stock\n- Zenit RK-3 Pistol Grip\n- Zenit DTK-1 Muzzle\n- Zenit B-33 Dustcover\n- Zenit B-30 Handguard\n- Zenit RP-1 Charging Handle\n- Any ZenitCo Tactical Device\n- Any ZenitCo Foregrip",
  "Lotus_easternreliability_3_prapor successMessagetext": "Good work warrior, I will send your payment directly to you again.",
 
  "Lotus_easternreliability_4_prapor AFF_0": "Eliminate Hostiles while using the specified Saiga-12 Build from Prapor on Factory",
  "Lotus_easternreliability_4_prapor AFF_1": "Eliminate Hostiles while using the specified KS-23M Build from Prapor on Factory",
  "Lotus_easternreliability_4_prapor name": "Eastern Reliability - Part 4",
  "Lotus_easternreliability_4_prapor description": "I received the weapons already, this time its two shotguns, a Saiga-12 and a KS-23. You better know how to handle these trust me! They want them used in a close quarter environment so I suggest that the old chemical factory is perfect for this job. And be careful that this one maniac with the sledgehammer does not find you, trust me you will have a huge problem! So keep your ears and eyes open all the time.\n\nRequired Saiga-12 Attachments:\n- Black AK Strike Industries Enhanced Pistol Grip \n- AK CSS Knurled Charging Handle\n- CMMG RipStock\n- SOK-12 Type-340 Handguard\n- Monster Claw 12ga Muzzle Brake\n\nRequired KS-23M Attachments:\n- KS-23 510mm Barrel\n- KS-23 Pistol Grip\n- KS-23 Wire Stock",
  "Lotus_easternreliability_4_prapor successMessagetext": "So, did you meet him? I hope not, but looking at how you are standing here alive and well, I am assuming that you did not encounter him, anyway heres your payment.",

  "Lotus_easternreliability_5_prapor AFF_0": "Eliminate Hostiles with headshots while using the specified VPO-209 Build from Prapor on Woods",
  "Lotus_easternreliability_5_prapor AFF_1": "Eliminate Hostiles from over 60 Meters away while using the specified VPO-209 Build from Prapor on Woods",
  "Lotus_easternreliability_5_prapor AFF_2": "Eliminate PMC Operatives while using the specified VPO-209 Build from Prapor on Woods",
  "Lotus_easternreliability_5_prapor name": "Eastern Reliability - Part 5",
  "Lotus_easternreliability_5_prapor description": "Okay warrior, listen up. This time its a personal matter. So I knew this guy in the past, he was a competition shooter, he was really good at it but had an odd choice for his weapon. He used it for hunting aswell, it was a civilian AK rifle that used .366 TKM ammunition, it had a suppressor and a 30mm riflescope.\nI want you to take this gun to the forest and shoot hit people in the head with it, also shoot up a bunch of operatos and dont forget to take out a few targets from lets say... 60 meters, can you manage it?\n\nRequired VPO-209 Attachments:\n- Magpul Zhukov-S Stock\n- Magpul MOE AK Pistol Grip\n- Black SE-5 Foregrip\n- AK VS Combo Handguard\n- .366 TKM Suppressor\n- Any 30mm Scope",
  "Lotus_easternreliability_5_prapor successMessagetext": "Impressive, is this weapon really this good or are you just a beast?",

  "Lotus_easternreliability_6_prapor AFF_0": "Eliminate Hostiles from less than 25 Meters away while using the specified AK-12 Build from Prapor on Reserve",
  "Lotus_easternreliability_6_prapor AFF_1": "Eliminate PMC Operatives with headshots while using the specified AK-12 Build from Prapor on Reserve",
  "Lotus_easternreliability_6_prapor AFF_2": "Eliminate Raiders with headshots while using the specified AK-12 Build from Prapor on Reserve",
  "Lotus_easternreliability_6_prapor name": "Eastern Reliability - Part 6",
  "Lotus_easternreliability_6_prapor description": "They sent me a sample again, its one of the modern AK rifles, AK-12 to be specific. They want to see how it performs in close ranges and how easy it is to hit a headshot with it, and also how it will perform against experienced targets. Oh and dont forget you gotta take it to the military base and make all the kills there, you are already familiar with that place so it should not be too hard for you, right warrior? Good luck!\n\nRequired AK-12 Attachments:\n- AK-12 Muzzle Brake\n- SB Tactical SBA3 Brace\n- BOSS Xe Reflex Sight\n- AK US Palm Pistol Grip\n- Black SE-5 Foregrip",
  "Lotus_easternreliability_6_prapor successMessagetext": "A true expert hmm? Good, heres your payment.",
  
  "Lotus_easternreliability_7_prapor AFF_0": "Eliminate Hostiles from over 30 Meters away while using the specified STM-9 Build from Prapor on Interchange",
  "Lotus_easternreliability_7_prapor AFF_1": "Eliminate Hostiles from less than 30 Meters away while using the specified STM-9 Build from Prapor on Interchange",
  "Lotus_easternreliability_7_prapor name": "Eastern Reliability - Part 7",
  "Lotus_easternreliability_7_prapor description": "Very well then, next job, I received a very strange weapon from them. Its a semi-automatic 9x19mm weapon, I would rather not question this job, this is your responsibility. Take it to the mall, you need to take out targets from both long and close ranges, but be careful because this factory maniac's brother haunts that place. Good luck out there warrior.\n\nRequired STM-9 Attachments:\n- Black Hogue Overmolded Rubber Pistol Grip\n- Grey Magpul MOE Stock\n- Magpul MOE Rubber Buttpad\n- Avalanche Charging Handle\n- Micro T-1 Reflex Sight\n- SAI 10 Inch Handguard\n- SRD9 9x19 Suppressor",
  "Lotus_easternreliability_7_prapor successMessagetext": "Well you came back alive so I assume that things went smoothly, heres your payment warrior.",
  
  "Lotus_easternreliability_8_prapor AFF_0": "Eliminate Hostiles from over 75 Meters away while using the specified SVDS Build from Prapor on Shoreline",
  "Lotus_easternreliability_8_prapor AFF_1": "Eliminate Sanitar and his Guards while using the specified SVDS Build from Prapor on Shoreline",
  "Lotus_easternreliability_8_prapor AFF_2": "Eliminate PMC Operatives with headshots while using the specified SVDS Build from Prapor on Shoreline",
  "Lotus_easternreliability_8_prapor name": "Eastern Reliability - Part 8",
  "Lotus_easternreliability_8_prapor description": "So, we are moving onto bigger targets now, you better prepare! They sent me a SVD rifle, asked to test it on a distance of 75 meters or more and to take out high value targets at the sanatorium, so I assume they mean sanitar and his bodyguards. I will also add in an extra challange for you, take out operators with headshots, I want to see how good your aim is with this rifle, good luck out there.\n\nRequired SVDS Attachments:\n- Strike Industries Viper Mod 1 Stock\n- Black Strike Industries Cobra Foregrip\n- SVD Modernization Kit Handguard\n- Any PSO-1 Scope",
  "Lotus_easternreliability_8_prapor successMessagetext": "Well done warrior, I am impressed but we are not done yet, there is still a job left.",
  
  "Lotus_easternreliability_9_prapor AFF_0": "Eliminate Scavs while using the specified PKP Build from Prapor on Streets of Tarkov or Ground Zero",
  "Lotus_easternreliability_9_prapor AFF_1": "Eliminate PMC Operatives while using the specified PKP Build from Prapor on Streets of Tarkov or Ground Zero",
  "Lotus_easternreliability_9_prapor name": "Eastern Reliability - Part 9",
  "Lotus_easternreliability_9_prapor description": "So, this is the last weapon they are sending us for now. Its a Kalashnikov machine gun with zenitco furniture. You dont need to eliminate any special targets this time, however you need to go to the city, doesnt matter where exactly you are going there. I can supply you with a bit of ammunition but thats it, you are on your own out there warrior, good luck.\n\nRequired PKP Attachments:\n- Zenit B-50 Handguard\n- Zenit RK-3 Pistol Grip\n- Zenit RK-1 Foregrip on B-25U Mount\n- Zenit PT-2 Stock\n- OKP-7 Dovetail Sight\n- PKP 658mm Barrel\n- GP-25 Recoil Pad",
  "Lotus_easternreliability_9_prapor successMessagetext": "Good thing you came back alive, so how did it perform? I suppose you did not have too much trouble, well anyway here is your payment.",

  "Lotus_urbansniper_prapor AFF_0": "Eliminate Scavs while using a Marksman or Sniper Rifle on Streets of Tarkov",
  "Lotus_urbansniper_prapor AFF_1": "Eliminate PMC Operatives while using a Marksman or Sniper Rifle on Streets of Tarkov",
  "Lotus_urbansniper_prapor AFF_2": "Reach the required DMRs skill level",
  "Lotus_urbansniper_prapor AFF_3": "Reach the required Sniper Rifles skill level",
  "Lotus_urbansniper_prapor name": "Urban Sniper",
  "Lotus_urbansniper_prapor description": "Warrior, listen up! I need to see how skilled you are. Every brought a sniper rifle into a urban environment? Well you are about too now, prove to me how good you are. Any marksman rifle or sniper rifle will be fine, take it to the city, and learn how to handle your rifle properly! And be careful when going there, a few gangs are making the area unsafe. Good luck warrior.",
  "Lotus_urbansniper_prapor successMessagetext": "We got a real urban sniper right here, good job warrior.",

  "Lotus_touristseason_prapor AFF_0": "Do not kill any Scav Bosses",
  "Lotus_touristseason_prapor AFF_1": "Eliminate USEC Operatives on Shoreline",
  "Lotus_touristseason_prapor AFF_2": "Eliminate USEC Rogues on Lighthouse",
  "Lotus_touristseason_prapor AFF_3": "Eliminate Rogue Bosses",
  "Lotus_touristseason_prapor name": "Tourist Season Is Ending",
  "Lotus_touristseason_prapor description": "Warrior I got something important, I need someone with skill for this job! So you are perfect for this one.\nYou need to take out a bunch of tourists, and I mean all of them, USEC operators, the rogues and their leaders. They have been terrorizing this place enough already and now they got the audacity to loot and kill how much they want?\n\nOh and there is one more thing, its important, someone special contacted me about this, said that he is willing to help, however he does not want us to cause any trouble for his men. So do not attack any of the scav gangs! I count on you soldier.",
  "Lotus_touristseason_prapor successMessagetext": "Well you managed it, good job warrior. I am sending your payment to you right now.",
  "Lotus_touristseason_prapor failMessageText": "Hey hey hey be careful! Dont provoke these guys, we cant afford more heat from anyone else, the gang leaders are already hostile enough. Try again warrior.",

  "Lotus_silentnight_prapor AFF_0": "Eliminate Hostiles while using a 9A-91 or VSK-94 in the time period of 22:00 - 05:00",
  "Lotus_silentnight_prapor AFF_1": "Eliminate Hostiles while using a AS VAL or VSS Vintorez in the time period of 22:00 - 05:00",
  "Lotus_silentnight_prapor AFF_2": "Reach the required Assault Rifles skill level",
  "Lotus_silentnight_prapor name": "Silence Of The Night",
  "Lotus_silentnight_prapor description": "Hello again warrior, I got a job for you again. You know that I sell these weapons that shoot 9x39 ammunition, I need someone to try them out at night. I will lend you a few hundred rounds of good 9x39 bullets but dont use them up at once! I will reward you with high quality night vision devices if you manage it, are you in?",
  "Lotus_silentnight_prapor successMessagetext": "Well a deal is a deal and you know I am a man of my words, here you go warrior.",

  "Lotus_keepingpeace_peacekeeper AFF_0": "Eliminate BEAR Operatives",
  "Lotus_keepingpeace_peacekeeper AFF_1": "Eliminate Bodyguards",
  "Lotus_keepingpeace_peacekeeper AFF_2": "Eliminate Scav Bosses",
  "Lotus_keepingpeace_peacekeeper name": "Keeping The Peace",
  "Lotus_keepingpeace_peacekeeper description": "Mercenary, hold on for a second.\nYou seriously wont support this old man with helping out bandit gangs? You are aware that his intentions are not good for the UN operation in Tarkov, please think about your actions very carefully before choosing to help this guy. I am assuming he is also working together with the scav gang leaders themselves.\n\nSo listen to me carefully, do you really want to help these bandits? You know that someone like you would be the first person that they would kill, I can not stop you mercenary, however I will not forget about this if you choose to betray us.",
  "Lotus_keepingpeace_peacekeeper successMessagetext": "Well, after all you chose the right thing mercenary, I am glad that there is still people that I can rely on, I also have work for you if you are interested.",
  "Lotus_keepingpeace_peacekeeper failMessageText": "Such unprofessional behaviour! Maybe you are really just some bandit, no better than these asshole like reshala and the other gangs. Cant believe it, you better not do that ever again, you can be happy that this was not too important. However that does not mean that I will forget what you pulled off. Get out of my eyes now.",
  "Lotus_keepingpeace_peacekeeper startedMessageText": "Mercenary, hold on for a second. You seriously wont help this old man out and helping bandit gangs? You are aware that his intentions are not good for the UN operation in Tarkov, please think about your actions very carefully before chosing to help this man. I am assuming he is also working directly together with the scav gang leaders.\n\nSo listen to me carefully, do you really want to help these bandits? You know that someone like you would be the first person that they would kill, I can not stop you mercenary, however I will not forget about this is you choose to betray us..",
  
  "Lotus_westconnection_1_peacekeeper AFF_0": "Find Power Supply Units in raid",
  "Lotus_westconnection_1_peacekeeper AFF_1": "Hand over the Power Supply Units",
  "Lotus_westconnection_1_peacekeeper AFF_2": "Find PC CPUs in raid",
  "Lotus_westconnection_1_peacekeeper AFF_3": "Hand over the PC CPUs",
  "Lotus_westconnection_1_peacekeeper AFF_4": "Find CPU Fans in raid",
  "Lotus_westconnection_1_peacekeeper AFF_5": "Hand over the CPU Fans",
  "Lotus_westconnection_1_peacekeeper AFF_6": "Find Powercords in raid",
  "Lotus_westconnection_1_peacekeeper AFF_7": "Hand over the Powercords",
  "Lotus_westconnection_1_peacekeeper AFF_8": "Find Bundles of Wires in raid",
  "Lotus_westconnection_1_peacekeeper AFF_9": "Hand over the Bundles of Wires",
  "Lotus_westconnection_1_peacekeeper AFF_10": "Find Printed Circuit Boards in raid",
  "Lotus_westconnection_1_peacekeeper AFF_11": "Hand over the Printed Circuit Boards",
  "Lotus_westconnection_1_peacekeeper AFF_12": "Find Graphics Cards in raid",
  "Lotus_westconnection_1_peacekeeper AFF_13": "Hand over the Graphics Cards",
  "Lotus_westconnection_1_peacekeeper name": "The Western Connection - Part 1",
  "Lotus_westconnection_1_peacekeeper description": "Okay, so you are interested in my job offer that I have for you mercenary? Good! It will sound simple but it might be quite difficult, you are an expert at this so I will assume you will not have any problems with this.\n\nMe and my men need new PC components for a few more computers, I will send you the list of all the specific parts that you will need to find for us, and make sure to bring us clean ones that are still working, so find them yourself.\nNow get to work, I will hear from you when you completed the job.",
  "Lotus_westconnection_1_peacekeeper successMessagetext": "Very well then, you managed it, good work. Dont forget to pick up your reward, we dropped it off at the usual location. Anyway, I will be a bit busy after this one, so my friend skier will give you all the information you need.",
  
  "Lotus_westconnection_2_skier AFF_0": "Do not Kill any USEC Rogues or Rogue Bosses",
  "Lotus_westconnection_2_skier AFF_1": "Eliminate BEAR Operatives on Reserve",
  "Lotus_westconnection_2_skier AFF_2": "Eliminate BEAR Operatives on Customs",
  "Lotus_westconnection_2_skier AFF_3": "Find Western-Made Primary Weapons in raid",
  "Lotus_westconnection_2_skier AFF_4": "Hand over the Western Weapons",
  "Lotus_westconnection_2_skier name": "The Western Connection - Part 2",
  "Lotus_westconnection_2_skier description": "Well well well, you chose to work with me and peacekeeper? Good choice operator! Me and him got something that you need to help us with, we got a bear problem. First of all you need to know that we cant let you kill any of the rogue USEC operators or their leaders, so be careful with them.\nYou need to take out BEARs at the military base and the industrial area. And while you are at it, go get us some western weapons, no pistols, no knives, proper western firearms, top quality. And make sure to find them yourself! Report back to us when you are done.",
  "Lotus_westconnection_2_skier successMessagetext": "Good work operator, peacekeeper is impressed of your work, your payment is also on its way.",
  "Lotus_westconnection_2_skier failMessageText": "My guy... I thought we talked about this, dont bother these people. Me and Peacekeeper need them for our operation, dont allow any mistakes.",
  
  "Lotus_westconnection_3_peacekeeper AFF_0": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Customs",
  "Lotus_westconnection_3_peacekeeper AFF_1": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Shoreline",
  "Lotus_westconnection_3_peacekeeper AFF_2": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Lighthouse",
  "Lotus_westconnection_3_peacekeeper AFF_3": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Reserve",
  "Lotus_westconnection_3_peacekeeper AFF_4": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Streets of Tarkov",
  "Lotus_westconnection_3_peacekeeper AFF_5": "Eliminate Hostiles in the time period of 22:00 - 05:00 on Ground Zero",
  "Lotus_westconnection_3_peacekeeper AFF_6": "Find Night Vision Devices in raid",
  "Lotus_westconnection_3_peacekeeper AFF_7": "Hand over the Night Vision Devices",
  "Lotus_westconnection_3_peacekeeper name": "The Western Connection - Part 3",
  "Lotus_westconnection_3_peacekeeper description": "So, mercenary, ready for the next job?\nMy men had a bit of trouble when scouting the region at night, the locals seem more aggressive than usual, and now I dont want to send any more of them at night... Way too dangerous. This is where I need you, take out hostiles at night on a few of our usual scouting locations, I will send you the list. I also want you to bring us a few night vision devices, goggles or scopes will do fine.\nI count on you mercenary, and be careful where you set your foot, the hooded guys will not give you a warm welcome.",
  "Lotus_westconnection_3_peacekeeper successMessagetext": "Good job mercenary, some of my guys already took trips to some of the usual spots and reported that it was as quiet as it should be! Your payment is on its way.",
  
  "Lotus_westconnection_4_skier AFF_0": "Find Ballistic Front or Back Plates with an Armor Class of 5 or Higher in Raid",
  "Lotus_westconnection_4_skier AFF_1": "Hand over the Ballistic Plates",
  "Lotus_westconnection_4_skier AFF_2": "Find Body Armor or Armored Rigs with Arm Protection in raid",
  "Lotus_westconnection_4_skier AFF_3": "Hand over the Armors",
  "Lotus_westconnection_4_skier AFF_4": "Reach the required Light Vests skill level",
  "Lotus_westconnection_4_skier AFF_5": "Reach the required Heavy Vests skill level",
  "Lotus_westconnection_4_skier name": "The Western Connection - Part 4",
  "Lotus_westconnection_4_skier description": "Alright operator, I will be sending you all the information for this job and the next one, so listen up. We are looking for better armors and ballistic plates, a lot of peacekeepers men suffered injuries after getting shot in the arms, I am guessing thats where the bandits like to shoot the most. Well they are now in demand of body armor that have built-in arm protection, can you look for some? And dont forget to bring armor plates that are armor class five or six, make sure to get front and back plates, no side plates. Can you manage it? Also peacekeeper wanted you to train with bodyarmor, after all you gotta be comfortable in your gear. Off you go then, come back when you got the stuff.",
  "Lotus_westconnection_4_skier successMessagetext": "Good one, this should be all of it, thank you operator.",
 
  "Lotus_westconnection_5_skier AFF_0": "Look for a way up onto the Billboard Tower in the North on Interchange",
  "Lotus_westconnection_5_skier AFF_1": "Set up the Retransmitter ontop of the northern Billboard Tower on Interchange",
  "Lotus_westconnection_5_skier AFF_2": "Look for a way up onto the Billboard Tower in the South-West on Interchange",
  "Lotus_westconnection_5_skier AFF_3": "Set up the Retransmitter ontop of the south-western Billboard Tower on Interchange",
  "Lotus_westconnection_5_skier AFF_4": "Survive and Extract from Interchange",
  "Lotus_westconnection_5_skier name": "The Western Connection - Part 5",
  "Lotus_westconnection_5_skier description": "Okay, next job. You need to head to the ultra shopping mall, somewhere outside the mall were large billboard towers. Peacekeeper says that they are the only places near the mall where its possible to get a proper radio signal for us.\nGo there and look for a way up first, then put up radio repeaters on top of them.\nMake sure to get out of the place after you are done, and be careful while you are up there, people can see you and they know that these places are hotspots for marksmen. Good luck operator.",
  "Lotus_westconnection_5_skier successMessagetext": "Looks like you managed it, I suppose you did not have too much trouble yeah? Your payment is on the way just so you know.",
 
  "Lotus_westconnection_6_peacekeeper AFF_0": "Eliminate Hostiles with a M4A1 Assault Rifle",
  "Lotus_westconnection_6_peacekeeper AFF_1": "Eliminate Hostiles with a SIG MCX .300BLK Assault Rifle",
  "Lotus_westconnection_6_peacekeeper AFF_2": "Eliminate Hostiles with a SIG SPEAR 6.8x51 Assault Rifle",
  "Lotus_westconnection_6_peacekeeper AFF_3": "Reach the required Assault Rifles skill level",
  "Lotus_westconnection_6_peacekeeper name": "The Western Connection - Part 6",
  "Lotus_westconnection_6_peacekeeper description": "Well then mercenary, I can take over this again.\nReady for the next job? I need you to prove your skills with certain rifles, and dont think I will lend you some, they are expensive so you are on your own with getting your hands on them.\nGrab a M4A1, MCX .300 Blackout and a SPEAR 6.8x51 assault rifle, prove me your skills with them and learn how to handle them, I will hear from you once you are done with it, understood?",
  "Lotus_westconnection_6_peacekeeper successMessagetext": "A real expert, hmm? Your payment is in the usual spot again.",

  "Lotus_westconnection_7_peacekeeper AFF_0": "Stash a M4A1 inside room 104 in the West-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper AFF_1": "Stash a M203 UBGL inside room 218 in the West-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper AFF_2": "Stash a MRE Ration Pack inside room 325 in the West-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper AFF_3": "Stash a UNTAR Helmet inside room 107 in the East-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper AFF_4": "Stash a UNTAR Vest inside room 108 in the East-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper AFF_5": "Stash M67 Grenades inside room 306 in the East-Wing of the Resort on Shoreline",
  "Lotus_westconnection_7_peacekeeper name": "The Western Connection - Part 7",
  "Lotus_westconnection_7_peacekeeper description": "Listen up mercenary, there is one more thing I need from you for this operation, we are preparing an ambush there, so you need to hide a few things inside the sanatorium, however not in the same room. I will send you a list of all the rooms and all the required things you need to hide. Dont mess this up.",
  "Lotus_westconnection_7_peacekeeper successMessagetext": "You managed it, good job. Your payment is on the way too.",

  "Lotus_proshooter_peacekeeper_1 AFF_0": "Eliminate Scavs while using the specified MP5 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_1 AFF_1": "Eliminate PMC Operatives while using the specified MP5 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_1 name": "Professional Shooting - Part 1",
  "Lotus_proshooter_peacekeeper_1 description": "Actually there is one more thing mercenary...\nThere are these people, they are gunsmiths, they pay people to test their guns on certain targets and under special conditions. Are you interested? You would be perfect for this job. They sent me a sample already, its an H&K MP5 submachinegun, you need to take out scavs and operators with it, I can give you the weapon however you need to build one yourself again if you lose it, I will send you the list for all the required parts. Good luck out there mercenary.\n\nRequired MP5 Attachments:\n- DT Hybrid 46 Suppressor\n- Deltapoint Reflex Sight\n- PTR Tri-Rail Handguard\n- BCM Gunfighter Foregrip",
  "Lotus_proshooter_peacekeeper_1 successMessagetext": "So, you managed it hmm? Good job, I will send you your share of the payment.",
 
  "Lotus_proshooter_peacekeeper_2 AFF_0": "Eliminate Scavs with headshots while using the specified TX-15 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_2 AFF_1": "Eliminate PMC Operatives while using the specified TX-15 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_2 name": "Professional Shooting - Part 2",
  "Lotus_proshooter_peacekeeper_2 description": "They sent me the next build, its a semi automatic AR platform rifle, a TX-15. They want to see how easy it is to hit headshots with this build, so I would say you should take out scavs with headshots, and take out a few operators normally, report back when you are done.\n\nRequired TX-15 Attachments:\n- HK Battle Grip Pistol Grip\n- Walther MRS Reflex Sight\n- Black Kriss Defiance DS150 Stock\n- Black Magpul RVG Foregrip\n- KAC URX 3.1 10.75 Inch Handguard\n- SureFire SOCOM556-Monster Suppressor",
  "Lotus_proshooter_peacekeeper_2 successMessagetext": "Well done mercenary, your payment is on its way again.",
 
  "Lotus_proshooter_peacekeeper_3 AFF_0": "Eliminate Hostiles from over 50 Meters away while using the specified AK-102 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_3 AFF_1": "Eliminate PMC Operatives while using the specified AK-102 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_3 AFF_2": "Eliminate Raiders while using the specified AK-102 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_3 name": "Professional Shooting - Part 3",
  "Lotus_proshooter_peacekeeper_3 description": "I received a special one this time, a Kalashnikov rifle, but not a normal one! Its chambered in 5.56x45, perfect for people like us. I have enough of this ammo in stock so you will not run out of it too quickly. However you need to put down both raiders and PMCs this time aswell as eliminate targets from over 50 meters away, can you manage it?.\n\nRequired AK-102 Attachments:\n- Olive Magpul MOE Stock\n- AK Magpul MOE Pistol Grip\n- Black Magpul Zhukov-U Handguard\n- Black Magpul M-LOK AFG Foregrip\n- M4SD-K Suppressor\n- AK Texas Weapon Systems Dog Leg Rail Dustcover\n- Any Elcan SpecterDR 1x/4x Scope",
  "Lotus_proshooter_peacekeeper_3 successMessagetext": "Looks like you finished this job yet again, well then dont forget to pick up your payment.",
 
  "Lotus_proshooter_peacekeeper_4 AFF_0": "Eliminate Hostiles from over 60 Meters away while using the specified AUG A1 or A3 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_4 AFF_1": "Eliminate PMC Operatives with headshots while using the specified AUG A1 or A3 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_4 AFF_2": "Eliminate Bodyguards from less than 25 Meters away while using the specified AUG A1 or A3 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_4 name": "Professional Shooting - Part 4",
  "Lotus_proshooter_peacekeeper_4 description": "We are moving on now, they sent me a austrian AUG rifle now, they say the exact scope is not important however it needs to be a 30mm riflescope. You need to take out targets from over 60 meters away and hit PMCs in the head with it. You also need to get rid of some of the gang's bodyguards from a close range, they also wanna see how it performs there.\n\nRequired AUG Attachments:\n- Tan Baldr Pro Flashlight\n- KAC QDC 5.56x45 Suppressor\n- AUG 16 Inch Barrel\n- Any 30mm Scope",
  "Lotus_proshooter_peacekeeper_4 successMessagetext": "Good job mercenary! You know the drill, your payment should be dropped off already.",

  "Lotus_proshooter_peacekeeper_5 AFF_0": "Eliminate PMC Operatives from less than 20 Meters away while using the specified SA-58 Build from Peacekeeper on Interchange",
  "Lotus_proshooter_peacekeeper_5 AFF_1": "Eliminate Scavs from less than 20 Meters away while using the specified SA-58 Build from Peacekeeper on Interchange",
  "Lotus_proshooter_peacekeeper_5 AFF_2": "Eliminate Hostiles with headshots while using the specified SA-58 Build from Peacekeeper on Interchange",
  "Lotus_proshooter_peacekeeper_5 name": "Professional Shooting - Part 5",
  "Lotus_proshooter_peacekeeper_5 description": "Alright then, next job, this time they sent a SA-58 rifle. They said that you need to take it to the shopping mall and take out bandits and operators from short distances. Also you need to hit headshots with it, they wanna see how it performs with this build. Well, off you go mercenary, good luck out there.\n\nRequired SA-58 Attachments:\n- Vortex Razor AMG UH-1 Holographic Sight\n- AR-10 Fortis RED 7.62x51 Muzzle Brake\n- SA-58 BRS Stock\n- Zenit RK-1 Foregrip on B-25U Mount\n- SA-58 11 Inch Barrel\n- SA-58 FAB Defense AG-FAL Pistol Grip",
  "Lotus_proshooter_peacekeeper_5 successMessagetext": "Well done, I hope that the weird mall maniac did not cause you any problems. Anyway, your payment is on its way right now.",
 
  "Lotus_proshooter_peacekeeper_6 AFF_0": "Eliminate Hostiles from over 75 Meters away while using the specified RFB Build from Peacekeeper on Customs",
  "Lotus_proshooter_peacekeeper_6 AFF_1": "Eliminate PMC Operatives while using the specified RFB Build from Peacekeeper on Customs",
  "Lotus_proshooter_peacekeeper_6 AFF_2": "Eliminate Bosses with headshots while using the specified RFB Build from Peacekeeper on Customs",
  "Lotus_proshooter_peacekeeper_6 name": "Professional Shooting - Part 6",
  "Lotus_proshooter_peacekeeper_6 description": "So they send a special weapon this time, its a Kel-Tec RFB with a EOtech Vudu LPVO and a Wave suppressor, I will send you the list of all the specific parts it needs again. You need to head to the industrial area, take out targets from over 75 meters away and also take out operators. They also want you to kill gang leaders with headshots.\n\nRequired RFB Attachments:\n- Black Magpul AFG Foregrip\n- Daniel Defense WAVE QD Suppressor\n- EOTech Vudu 1-6x24 30mm Scope",
  "Lotus_proshooter_peacekeeper_6 successMessagetext": "Impressive, good job. I suppose you did not have too much problems with this one, right? Well your payment is on its way now.",
 
  "Lotus_proshooter_peacekeeper_7 AFF_0": "Eliminate Hostiles from less than 40 Meters away while using the specified G28 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_7 AFF_1": "Eliminate PMC Operatives with headshots from less than 40 Meters away while using the specified G28 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_7 AFF_2": "Eliminate Raiders with headshots from less than 40 Meters away while using the specified G28 Build from Peacekeeper",
  "Lotus_proshooter_peacekeeper_7 name": "Professional Shooting - Part 7",
  "Lotus_proshooter_peacekeeper_7 description": "Next job, and this one is kinda special, so listen up.\nThey sent us a german H&K marksman rifle, the german army calls it the G28. A very good and expensive rifle, however you wont use it for long distance shooting, they want you to try it out in close quarter combat. Take out scav raiders and a few operators with headshots, make sure its from less than 40 meters away.\nOh and I forgot to mention that they told me that you are not allowed to use a suppressor on it, good luck.\n\nRequired G28 Attachments:\n- Tan Magpul MOE Pistol Grip\n- HK417 Adjustable Buttstock\n- Tan SE-5 Foregrip\n- Tan EOtech HHS-1 or EXPS3 Holographic Sight\n- No Suppressor",
  "Lotus_proshooter_peacekeeper_7 successMessagetext": "A real professional shooter, hmm? Very well then, make sure to pick up your payment, you know where we dropped it off.",

  "Lotus_proshooter_peacekeeper_8 AFF_0": "Eliminate Hostiles with headshots while using the specified Scar-H Build from Peacekeeper on Lighthouse",
  "Lotus_proshooter_peacekeeper_8 AFF_1": "Eliminate Hostiles from over 90 Meters away while using the specified Scar-H Build from Peacekeeper on Lighthouse", 
  "Lotus_proshooter_peacekeeper_8 AFF_2": "Eliminate Hostiles from less than 30 Meters away while using the specified Scar-H Build from Peacekeeper on Lighthouse",
  "Lotus_proshooter_peacekeeper_8 AFF_3": "Eliminate Bosses while using the specified Scar-H Build from Peacekeeper on Lighthouse",
  "Lotus_proshooter_peacekeeper_8 name": "Professional Shooting - Part 8",
  "Lotus_proshooter_peacekeeper_8 description": "Alright mercenary, this should be the last sample for now, its a FN Scar-H Rifle. Theres a little more you gotta do this time, you need to take out targets with headshots, from over 90 meters and from less than 30 meters away and you gotta deal with some of the gang leaders aswell, I count on you mercenary, I will send you the list for all the parts again.\n\nRequired Scar-H Attachments:\n- Black Magpul MOE Pistol Grip\n- Black Magpul RVG Foregrip\n- SCAR-H 16 Inch Barrel\n- PRS/QDC 7.62x51 Sound Suppressor\n- Any 30mm Scope",
  "Lotus_proshooter_peacekeeper_8 successMessagetext": "Good job mercenary, I think we are done with this for now at least. I sent someone to drop off your payment.",

  "Lotus_alpinist AFF_0": "Locate the Climbing Extraction on Reserve",
  "Lotus_alpinist AFF_1": "Eliminate PMC Operatives on Reserve",
  "Lotus_alpinist AFF_2": "Survive and Extract through Cliff Descent on Reserve",
  "Lotus_alpinist AFF_3": "Locate the Climbing Extraction on Shoreline",
  "Lotus_alpinist AFF_4": "Eliminate PMC Operatives on Shoreline",
  "Lotus_alpinist AFF_5": "Survive and Extract through Climbers Trail on Shoreline",
  "Lotus_alpinist AFF_6": "Locate the Climbing Extraction on Lighthouse",
  "Lotus_alpinist AFF_7": "Eliminate PMC Operatives on Lighthouse",
  "Lotus_alpinist AFF_8": "Survive and Extract through Mountain Pass on Lighthouse",
  "Lotus_alpinist name": "Alpinist",
  "Lotus_alpinist description": "So, next job. This might help us out with lightkeeper in the future, after all we gotta be familiar with the locations. You are already aware that cape Dalniy, the Azure coast and the military base are all directly connected, correct? Well there are spots where people climb the rocks and mountains to exfil. You need to find all the places, check out if they are usable, and then clear out the area from PMCs. You might need the correct tools for it, I wont be able to give them to you right now, however I think we got some in stock. They have their price tho. Can you manage it?",
  "Lotus_alpinist successMessagetext": "Everything looking alright? Good, these exfils will come in handy for our little operation. Anyway, you payment is on the way soldier.",
  
  "Lotus_towersurveillance AFF_0": "Set up the Retransmitter ontop of the Lighthouse Tower on Lighthouse",
  "Lotus_towersurveillance AFF_1": "Set up the Retransmitter on the second Floor of the Radar Station on the Island on Lighthouse",
  "Lotus_towersurveillance AFF_2": "Set up the Retransmitter next to the Boat on the Island on Lighthouse",
  "Lotus_towersurveillance AFF_3": "Investigate the Marked Room on the Island on Lighthouse",
  "Lotus_towersurveillance name": "Tower Surveillance",
  "Lotus_towersurveillance description": "Alright, we collected a lot of information about this now, there is more we can do tho. Did mechanic already help you to work with lightkeeper? We want to avoid spilling blood again, so try to reach the island peacefully. You need to set up radio repeaters on the island, exactly three of them, one at the pier, one on the roof of the radar station and one at the very top of the lighthouse tower itself.\n\nAlso since this guy has some relation to the cult there must be a marked room on the island somewhere. One of my guys found this key recently, we could not find the place that was requiring this exact key so it must be there. Anyway, good luck soldier.",
  "Lotus_towersurveillance successMessagetext": "Great, let me see what we can do about this lightkeeper guy. Maybe we can agree on something after all? Or maybe not, maybe it will turn out bad for us... Anyway, dont forget your payment, and good luck out there soldier.",
 
  "Lotus_theonewhosees AFF_0": "Eliminate Zryachiy",
  "Lotus_theonewhosees AFF_1": "Find Zryachiy's Balaclava in raid",
  "Lotus_theonewhosees AFF_2": "Hand over Zryachiy's Balaclava",
  "Lotus_theonewhosees AFF_3": "Find Zryachiy's Khamelion Chestrig in raid",
  "Lotus_theonewhosees AFF_4": "Hand over the Khamelion Chestrig",
  "Lotus_theonewhosees AFF_5": "Find a SVDS or AXMC Bolt-Action sniper rifle in raid",
  "Lotus_theonewhosees AFF_6": "Hand over the Sniper Rifle",
  "Lotus_theonewhosees AFF_7": "Find a MP7A1 Submachinegun or a AKS-74U Assault Rifle in raid",
  "Lotus_theonewhosees AFF_8": "Hand over the SMG or Assault Rifle",
  "Lotus_theonewhosees name": "The One Who Sees",
  "Lotus_theonewhosees description": "Listen up soldier, this is a special task. So I did my research, turns out that the island is guarded by cultists marksmen, they are deadly and accurate. Be careful with them, take them out from a distance with a high power rifle, I might lend you a very special sniper rifle and a few bullets for it to take these guys out. And dont forget that the island bridge is full of mines, be careful when crossing it, however you will most likely need to visit the island to take this guys gear, I want to see his mask, chestrig and both of his weapons. I count on you, good luck.\n\nOh wait, one more thing,I assume mechanic helped you get this weird transmitter thing, right?\nDo yourself a favor, dont take it with you when killing this weird cultist, it will probably get decoded and leave a trace.",
  "Lotus_theonewhosees successMessagetext": "So this guy really has cultist connections after all... There must be more behind this, let me do some digging on this. Also I sent your payment already, thank you again.",
  
  "Lotus_sendingmessage AFF_0": "Eliminate Cultists",
  "Lotus_sendingmessage AFF_1": "Leave the 5th Cultist alive",
  "Lotus_sendingmessage AFF_2": "Survive and extract from your current location",
  "Lotus_sendingmessage name": "Sending A Message",
  "Lotus_sendingmessage description": "So, now we know that the lightkeeper guy has some direct or indirect connection to the cultists. After all he has some of them guard his island. Well anyway, you need to take a few out, I need to see how he reacts. But you need to be careful, leave one of them alive, they usually run around in groups of five if you did not notice already, so you gotta take out 4 and leave the scene. And make sure to extract from the location, good luck out there warrior.",
  "Lotus_sendingmessage successMessagetext": "Good job, and now we wait for a response... And dont forget to pick up your payment.",
  "Lotus_sendingmessage failMessageText": "Ughhh... We have been through this warrior, we need to leave the last one alive. Look for a new group.",
 
  "Lotus_woodkeepergang AFF_0": "Locate the small Hut with the Safe in it at the Sawmill on Woods",
  "Lotus_woodkeepergang AFF_1": "Place a WI-FI Camera inside the Hut on Woods",
  "Lotus_woodkeepergang AFF_2": "Stash a SIG SPEAR 6.8x51 Assault Rifle inside the Hut on Woods",
  "Lotus_woodkeepergang AFF_3": "Locate the small Building in the South-East at the Sawmill on Woods",
  "Lotus_woodkeepergang AFF_4": "Place a WI-FI Camera inside the Building on Woods",
  "Lotus_woodkeepergang AFF_5": "Stash RGO Handgrenades inside the small Building on Woods",
  "Lotus_woodkeepergang AFF_6": "Eliminate Shturman on Woods",
  "Lotus_woodkeepergang AFF_7": "Eliminate Shturman's Bodyguards on Woods",
  "Lotus_woodkeepergang AFF_8": "Find Paracord in raid",
  "Lotus_woodkeepergang AFF_9": "Hand over the Paracord",
  "Lotus_woodkeepergang AFF_10": "Find Terragroup Labs Access Keycards in raid",
  "Lotus_woodkeepergang AFF_11": "Handover the Access Cards",
  "Lotus_woodkeepergang name": "Woodkeeper Gang",
  "Lotus_woodkeepergang description": "Okay this is not directly related to our lightkeeper problem, however it is still an important matter.\nI had a supplier navigate through the forest and he might have gotten a little close to the sawmill, and you know who is located there. The lake gang was not too happy to see them and decided to attack my suppliers, you know that I can not let that slide!\nSo, you ready to help out? I thought of setting up a small ambush for the future, just in case. So you gotta find two buildings there, a small shack with a safe and another small building somewhere directly near the lake, you gotta stash RGO hand grenades in one and hide a 6.8x51mm assault rifle in the other. Now to the fun part, kill this asshole and his bodyguards, and look for Terragroup access cards and paracords, you might find them in their stash if you take the key from Shturman, good luck soldier.",
  "Lotus_woodkeepergang successMessagetext": "Well done soldier, these assholes got what they deserved after all, thanks to you of course. Glad that there can be justice in such a lawless place after all.",

  "Lotus_pitviper AFF_0": "Eliminate Hostiles while using a Zeus-Pro 640 2-8x50 30Hz Thermal Scope",
  "Lotus_pitviper AFF_1": "Eliminate Hostiles while using a FLIR RS-32 2.25-9x 35mm 60Hz Thermal Riflescope",
  "Lotus_pitviper AFF_2": "Eliminate Hostiles while using a SIG Sauer ECHO1 1-2x30mm 30Hz Thermal Reflex Scope",
  "Lotus_pitviper AFF_3": "Eliminate Hostiles while using a Trijicon REAP-IR Thermal Scope",
  "Lotus_pitviper name": "Russian Pitviper",
  "Lotus_pitviper description": "Ever used a thermal optic? Well you have to now, you know that I have different thermal scopes in our stock. I need you to try all of them out, but I cant lend you any, they are too expensive, you are on your own with obtaining them… Or you just buy them from me haha, anyway can you manage it? I dont think you will have too many problems, right? So, off you go, and good luck out there soldier!",
  "Lotus_pitviper successMessagetext": "Very well then, how did the optics perform? I hope they worked flawlessly, I dont want to sell garbage after all.",

  "Lotus_bearusecshooter AFF_0": "Eliminate Hostiles with headshots while using a AXMC equipped with a 34mm Scope",
  "Lotus_bearusecshooter AFF_1": "Eliminate Hostiles from over 250 Meters away while using a AXMC equipped with a 34mm Scope",
  "Lotus_bearusecshooter AFF_2": "Eliminate Hostiles with headshots while using a MK-18 equipped with a 30mm Scope",
  "Lotus_bearusecshooter AFF_3": "Eliminate Hostiles from over 125 Meters away while using a MK-18 equipped with a 30mm Scope",
  "Lotus_bearusecshooter name": "Shoot Like A USEC Hit Like A BEAR",
  "Lotus_bearusecshooter description": "About to test your skills again? You better prepare soldier! Show me how good you are at hitting targets from over 250 meters away with a AXMC sniper rifle, make sure to hit headshots aswell. There is also another rifle that I want you to try, its a semi automatic .338 lapua magnum rifle, a MK-18 Mjölnir, make sure to hit headshots with it aswell and then hit targets from over 125 meters away, come back when you are done.",
  "Lotus_bearusecshooter successMessagetext": "Impressive skills, prapor and jaeger would be proud for sure, good job soldier!.",
 
  "Lotus_underconstruction_jaeger AFF_0": "Eliminate Hostiles inside and around the Scav Base on Customs",
  "Lotus_underconstruction_jaeger name": "Area Under Construction",
  "Lotus_underconstruction_jaeger description": "Hello kid, feeling alright?\nThere is one thing I need help with, I thought that you would be the best person to ask. You already know about the big construction site in the industrial zone? Its a hotspot for all sorts of shady scum, reshala and his gang, the usec leaders, the arena guards and even the cult members!\n I want you to clear out the area, I dont think it matters who you take out there, for now at least. Just make the place a bit safer, I heard that a lot of supplies are located there aswell, dont worry I will not ask you for anything that you need to bring, keep whatever you find. Take care of yourself young one.",
  "Lotus_underconstruction_jaeger successMessagetext": "Oh you are there, did everything go alright? Good, always happy to see you do the job properly. I found these ones in the woods lately, I have no need for them but you might want them.",
 
  "Lotus_merchantsfriend AFF_0": "Reach Level 4 Loyalty with Lotus",
  "Lotus_merchantsfriend name": "A Merchant's Best Friend",
  "Lotus_merchantsfriend description": "Look at you, reliable and trustworthy, you can be proud of yourself, let me tell you that. Ready to get access to our best stock? Our work together has been very successful in the past already.\nI think you can manage it, however there are still a lot of things that require your help, are you ready?",
  "Lotus_merchantsfriend successMessagetext": "Well, looks like you are the perfect person to work with. Dont forget to check out our special stock, keep in mind that some things have their price."
}