{
    "668858720221bbe5f306b226": "Найти и передать: Бутылка самогона \"Лютый Топорист\"",
    "668858720221bbe5f306b227": "Найти и передать: Бутылка водки \"Тарковская\"",
    "668858720221bbe5f306b228": "Найти и передать: Бутылка виски Dan Jackiel",
    "668858720221bbe5f306b225 name": "СОБЫТИЕ: Припасы для вечеринки",
    "668858720221bbe5f306b225 description": "Событие заканчивается 21-го июня!\n\nПривет, дружище! Я тут вечеринку организую по случаю своего дня рождения, мне бы не помешала помощь. Если не против, то займись пока поисками выпивки. Только, сам понимаешь, парой бутылок тут не обойтись.",
    "668858720221bbe5f306b225 startedMessageText": "Дай знать, когда всё раздобудешь. А я пока осмотрю местность.",
    "668858720221bbe5f306b225 successMessagetext": "Ого, ну ты и расстарался! Да у тебя тут полный ассортимент, спасибо!",
    "668858720221bbe5f306b232": "Уничтожайте любые цели, пока они оглушены",
    "668858720221bbe5f306b22f name": "СОБЫТИЕ: Кайфолом",
    "668858720221bbe5f306b22f description": "Событие заканчивается 21-го июня!\n\nМесто я приглядел, но там было полно диких. Схлопотал от них пулю, попытался перевязать рану... так эти уроды стали прокидывать светошумовые гранаты, в общем, кое-как ушёл. Сходи туда и отомсти им, только сначала поиграйся с ними. Ослепи ублюдков, а потом прикончи.",
    "668858720221bbe5f306b22f startedMessageText": "Вот почему я поручаю другим выполнять работу за меня. Я уже слишком стар для этого дерьма.",
    "668858720221bbe5f306b22f successMessagetext": "Я ценю это, но сейчас у меня на примете другое место, может быть, там будет немного тише для вечеринки.",
    "668858720221bbe5f306b23b": "Осмотреть шале",
    "668858720221bbe5f306b23e": "Осмотреть базу отдыха",
    "668858720221bbe5f306b241": "Осмотреть разрушенный дом",
    "668858720221bbe5f306b244": "Осмотреть первый домик на причале",
    "668858720221bbe5f306b247": "Осмотреть второй домик на причале",
    "668858720221bbe5f306b238 name": "СОБЫТИЕ: Подходящее место",
    "668858720221bbe5f306b238 description": "Событие заканчивается 21-го июня!\n\nВ районе маяка немало подходящих мест для вечеринки. Осмотри их, постарайся выяснить, много ли местных в округе, какие виды открываются оттуда и прочее. И учитывай, что там должно разместиться минимум человек 20.",
    "668858720221bbe5f306b238 startedMessageText": "Осмотри шале, базу отдыха, разрушенный дом и оба домика на причале. Мне нужно относительно тихое и просторное место. С отличными видами, разумеется.",
    "668858720221bbe5f306b238 successMessagetext": "Я изучу твои записи и выберу то, что мне понравится.",
    "668858720221bbe5f306b251": "Осмотреть разрушенный дом",
    "668858720221bbe5f306b255": "Уничтожить цели в районе разрушенного дома",
    "668858720221bbe5f306b25a": "Выжить и покинуть локацию",
    "668858720221bbe5f306b24e name": "СОБЫТИЕ: Незваные гости",
    "668858720221bbe5f306b24e description": "Событие заканчивается 21-го июня!\n\nВ общем, я решил. Хочу провести вечеринку в старинном, разваливающемся доме. Там и атмосфера подходящая, как по мне, относительно тихо да и места полно. Плюс чертовски забавно посмотреть, как там пьяные будут шарахаться. Ровный пол? Да кому это надо. А что уж говорить о живописном виде на море и маяк. Сходи туда и очисти местность от диких.",
    "668858720221bbe5f306b24e startedMessageText": "Я не могу ждать, скоро начнется вечеринка!",
    "668858720221bbe5f306b24e successMessagetext": "Спасибо, что зачистил местность. А теперь пора готовиться к вечеринке!",
    "668858720221bbe5f306b266": "Найти \"бар\" в разрушенном доме",
    "668858720221bbe5f306b267": "Разместить: Бутылка самогона \"Лютый Топорист\"",
    "668858720221bbe5f306b268": "Разместить: Бутылка водки \"Тарковская\"",
    "668858720221bbe5f306b269": "Разместить: Бутылка виски Dan Jackiel",
    "668858720221bbe5f306b263 name": "СОБЫТИЕ: Праздничные хлопоты",
    "668858720221bbe5f306b263 description": "Событие заканчивается 21-го июня!\n\nВот тебе вся выпивка, которую ты раздобыл, отнеси её на место. Там есть нечто вроде бара, оставь бутылки за \"стойкой\". Только постарайся припрятать понадёжнее, чтобы никто не позарился на наше добро.",
    "668858720221bbe5f306b263 startedMessageText": "Спрячь их. Не хотелось бы начать вечеринку и вдруг обнаружить, что у нас украли всю выпивку.",
    "668858720221bbe5f306b263 successMessagetext": "Вечеринка начинается, но я хотел бы попросить тебя устроить небольшую шумиху по всем окрестностям.",
    "668858720221bbe5f306b278": "Уничтожить любые цели в локации Маяк",
    "668858720221bbe5f306b27c": "Выжить и покинуть локацию",
    "668858720221bbe5f306b274 name": "СОБЫТИЕ: Создание шума",
    "668858720221bbe5f306b274 description": "Событие заканчивается 21-го июня!\n\nИзвини, но тебя не приглашаю. Не потому, что ты мне не по душе, просто хочу, чтобы ты наделал шуму в окрестностях. Очень не хочется, чтобы на вечеринку нагрянули дикие, безопасность превыше всего.",
    "668858720221bbe5f306b274 startedMessageText": "Надо бы навести шороху, отвлечь их внимание от вечеринки, чтобы мы смогли повеселиться как следует!",
    "668858720221bbe5f306b274 successMessagetext": "Пока что вечеринка идёт как надо.",
    "668858720221bbe5f306b288": "Запустить жёлтые сигнальные ракеты с большой скалы с видом на разрушенный дом",
    "668858720221bbe5f306b28c": "Выжить и покинуть локацию",
    "668858720221bbe5f306b285 name": "СОБЫТИЕ: Фейерверк",
    "668858720221bbe5f306b285 description": "Событие заканчивается 21-го июня!\n\nОтличная вечеринка, спасибо за работу, постарался ты на славу, конечно, но мне всё не дают покоя те незваные гости... Удружи ещё разок, возьми сигнальные огни и запусти их рядом с тем разрушенным домом. Там к северу есть здоровенная скала, обзор будет шикарный. Только убедись, чтоб угол был градусов 45, а то нам будет не видно!",
    "668858720221bbe5f306b285 startedMessageText": "Вот, бери, забирайся повыше и запускай!",
    "668858720221bbe5f306b285 successMessagetext": "Славная вечеринка, чёрт возьми, вот это я понимаю! Спасибо тебе за всё!",
    "668858720221bbe5f306b298": "Передать запечатанный оружейный ящик",
    "668858720221bbe5f306b297 name": "СОБЫТИЕ: Где мой подарок?",
    "668858720221bbe5f306b297 description": "Событие заканчивается 21-го июня!\n\nИ последнее: где мой чёртов подарок? Понимаю, ты потратил кучу времени, чтобы всё устроить и безопасность обеспечить, но это же мой день рождения. Значит, должен быть подарок. Раз уж ты сам об этом не подумал, то бери сигнальную ракету и топай её запускать. Прилетят мои ребята и доставят посылку. Там будет запечатанный ящик, притащи его. Остальное можешь оставить себе.",
    "668858720221bbe5f306b297 startedMessageText": "Сигнал можешь подать где угодно, парни точно заметят. Ну, кроме завода и лаборатории, ясен пень.",
    "668858720221bbe5f306b297 successMessagetext": "Вот и славно, ещё раз спасибо за работу. А за потраченное время тебя ждёт достойная награда, я об этом позабочусь. Возможно.",
    "668858720221bbe5f306b2a2": "Найти в рейде и передать: канистра с очищенной водой",
    "668858720221bbe5f306b2a3": "Найти в рейде и передать: бутылка воды с фильтром Aquamari",
    "668858720221bbe5f306b2a4": "Найти в рейде и передать: бутылка воды (0,6л)",
    "668858720221bbe5f306b2a5": "Найти в рейде и передать: аварийный пакет с водой",
    "668858720221bbe5f306b2a6": "Найти в рейде и передать: банка с таблетками для очистки воды \"Аквапепс\"",
    "668858720221bbe5f306b2a1 name": "СОБЫТИЕ: Водоснабжение",
    "668858720221bbe5f306b2a1 description": "Событие заканчивается 14-го июля!\n\nУ меня вода на исходе, а становится жарковато. Пару дней продержаться ещё сможем, но нужно срочно пополнить запасы. Как думаешь, сможешь раздобыть пару канистр, несколько бутылок и таблетки для очистки? Буду весьма признателен.",
    "668858720221bbe5f306b2a1 startedMessageText": "У нас тут проблемы с водой, сможешь выручить?",
    "668858720221bbe5f306b2a1 successMessagetext": "О-о, вот здорово, а то уже помираем от жажды. Спасибо!",
    "668858720221bbe5f306b2ad": "Уничтожить цели, надев жилет дикого и бейсболку (без брони)",
    "668858720221bbe5f306b2a9 name": "СОБЫТИЕ: Жара",
    "668858720221bbe5f306b2a9 description": "Событие заканчивается 14-го июля!\n\nРебятам интересно, как ты будешь таскать свою броню при такой жаре и влажности. А я им сказал, что летом она тебе и не нужна. Я, конечно, слегка преувеличил, но за слова нужно отвечать, правильно? Ты ведь крутой, сможешь уложить пару-тройку местных, надев только жилет дикого и бейсболку, так ведь? Да ладно тебе, не ругайся.",
    "668858720221bbe5f306b2a9 startedMessageText": "Порхай, как бабочка, жаль, как пчела.",
    "668858720221bbe5f306b2a9 successMessagetext": "Я знал, что ты справишься. Броня для тебя - просто приятный бонус.",
    "668858720221bbe5f306b2b5": "Обнаружить и осмотреть лагерь USEC в Лесу",
    "668858720221bbe5f306b2b8": "Обнаружить и осмотреть смежный лагерь USEC в Лесу",
    "668858720221bbe5f306b2bb": "Обнаружить и осмотреть радиовышку с бункером в Лесу",
    "668858720221bbe5f306b2be": "Обнаружить и осмотреть базу Диких в Лесу",
    "668858720221bbe5f306b2c2": "Выжить и покинуть локацию",
    "668858720221bbe5f306b2b2 name": "СОБЫТИЕ: Пекло",
    "668858720221bbe5f306b2b2 description": "Событие заканчивается 14-го июля!\n\nМне нужно отсидеться где-то пару недель. Вентиляция накрылась, и тут становится слишком жарко. Попробуй найти временное убежище в каком-нибудь прохладном месте. Например, в лесу. Те же бывшие лагеря USEC или что-нибудь в этом роде. В общем, осмотри там всё и дай мне знать.",
    "668858720221bbe5f306b2b2 startedMessageText": "Я убью этого долбаного инженера. Взял и свалил после того, как вентиляция сломалась. А так можно было бы принести его в жертву.",
    "668858720221bbe5f306b2b2 successMessagetext": "Я просмотрю твой отчёт и сообщу, на каком варианте остановимся.",
    "668858720221bbe5f306b2cd": "Осмотреть радиовышку с бункером в Лесу",
    "668858720221bbe5f306b2d1": "Уничтожить цели в районе радиовышки",
    "668858720221bbe5f306b2d2": "Заложить в бункере: канистра с очищенной водой",
    "668858720221bbe5f306b2d3": "Заложить в бункере: бутылка воды с фильтром Aquamari",
    "668858720221bbe5f306b2d4": "Заложить в бункере: бутылка воды",
    "668858720221bbe5f306b2d5": "Заложить в бункере: аварийный пакет с водой",
    "668858720221bbe5f306b2d6": "Заложить в бункере: банка с таблетками для очистки воды \"Аквапепс\"",
    "668858720221bbe5f306b2ca name": "СОБЫТИЕ: Прохлада",
    "668858720221bbe5f306b2ca description": "Событие заканчивается 14-го июля!\n\nА бункер тот выглядит перспективно: прохладный, есть пара кроватей, коммуникации и даже немного припасов осталось. В общем, устраивает. Буду признателен, если ты сходишь туда и зачистишь территорию. И ещё организуй там запасы воды для начала, после того, как закончишь.",
    "668858720221bbe5f306b2ca startedMessageText": "Может, имеет смысл совсем туда переселиться... Если только местные не будут надоедать. А в этом я сильно сомневаюсь.",
    "668858720221bbe5f306b2ca successMessagetext": "Сейчас соберёмся и отправимся туда, спасибо тебе за наше новое убежище!",
    "668858720221bbe5f306b2e5": "Убить Диких в Лесу в состоянии дегидратации",
    "668858720221bbe5f306b2e0 name": "СОБЫТИЕ: Жажда смерти",
    "668858720221bbe5f306b2e0 description": "Событие заканчивается 14-го июля!\n\nМы тут хорошо устроились. Спасибо тебе за это убежище! Отличный прохладный безопасный бункер под землёй, куча припасов - что ещё нужно, чтобы спастись от жары. Как ты смотришь на то, чтобы немного поразвлечься с местными? Покажи им, что тебе всё нипочём. Уложи пару-тройку в состоянии дегидратации, в такую жару довести себя до такого состояния проще простого!",
    "668858720221bbe5f306b2e0 startedMessageText": "Удачи!",
    "668858720221bbe5f306b2e0 successMessagetext": "По-моему, больше им не захочется к тебе лезть. Спасибо ещё раз за помощь!",
    "668858720221bbe5f306b2ee": "Убить ЧВК в Эпицентре",
    "668858720221bbe5f306b2ea name": "Проявить себя",
    "668858720221bbe5f306b2ea description": "Хочешь со мной работать? Тогда придётся себя проявить. Я тут ищу кое-кого. Если уберёшь с дороги пару-тройку ребят, сможешь присоединиться к поискам.",
    "668858720221bbe5f306b2ea startedMessageText": "Молодец, что не отказался от моего предложения. А теперь - за работу.",
    "668858720221bbe5f306b2ea successMessagetext": "Надо же, честно говоря, не ожидал, что ты уцелеешь. Хорошо сработано... я тоже времени не терял, наводил справки насчёт того пропавшего человечка. Пока можешь идти, скоро я тебя позову. А это тебе за труды.",
    "668858720221bbe5f306b2f8": "Обнаружить и пометить первую машину скорой помощи в Эпицентре",
    "668858720221bbe5f306b2f9": "Обнаружить и пометить вторую машину скорой помощи в Эпицентре",
    "668858720221bbe5f306b2fa": "Обнаружить и пометить третью машину скорой помощи в Эпицентре",
    "668858720221bbe5f306b2fe": "Выжить и покинуть локацию",
    "668858720221bbe5f306b2f7 name": "Маршрут",
    "668858720221bbe5f306b2f7 description": "С возвращением. В общем, узнал я, что человека моего доставили в район Эпицентра на машине скорой помощи... вот только неизвестно, на какой именно. Поищи их там. Попробуем отследить маршрут.",
    "668858720221bbe5f306b2f7 startedMessageText": "Вот маркеры, бери с собой и отмечай все чёртовы \"скорые\", какие увидишь.",
    "668858720221bbe5f306b2f7 successMessagetext": "О да, теперь дело за моими ребятами. Спасибо за работу, и вот, держи - нашли во время последней вылазки. Я дам тебе знать, когда будет больше информации о нашем парне.",
    "668858720221bbe5f306b310": "Уничтожить любую цель на Берегу",
    "668858720221bbe5f306b30c name": "Зачистка",
    "668858720221bbe5f306b30c description": "Помнишь \"скорые\", которые ты недавно пометил? Одна из них уже в пути. Похоже, направляется к побережью. Постарайся добраться туда раньше и зачисти район от представителей местной фауны, чтобы облегчить моим ребятам работу.",
    "668858720221bbe5f306b30c startedMessageText": "Поторопись! Если эта \"скорая\" нарвётся на местных, мы окажемся по уши в дерьме.",
    "668858720221bbe5f306b30c successMessagetext": "Спасибо за \"уборку\", и жить стало легче, да и воздух почище. Я дам тебе знать, когда \"скорая\" окажется на побережье.",
    "668858720221bbe5f306b31d": "Найти машину скорой помощи у санатория",
    "668858720221bbe5f306b321": "Уничтожить любые цели вокруг санатория",
    "668858720221bbe5f306b326": "Выжить и покинуть локацию",
    "668858720221bbe5f306b31a name": "Разведывательная миссия",
    "668858720221bbe5f306b31a description": "Мои ребята засекли \"скорую\" неподалёку от санатория! Похоже, кое-кто из местных уцелел после твоей зачистки, вот как раз там они и засели. Так что будь начеку, пока ищешь машину. Обнаружишь что-нибудь - сразу дай мне знать.",
    "668858720221bbe5f306b31a startedMessageText": "Тащи свою задницу к санаторию, посмотрим, что удастся там разузнать!",
    "668858720221bbe5f306b31a successMessagetext": "Ребята мои слышали бешеную стрельбу в районе санатория во время твоей прогулки, даже удивлён, что всё прошло гладко. Надеюсь, тебе не сильно досталось, впереди ещё куча работы. В общем, на одном из тамошних трупов мы нашли вот эту флешку, даю тебе время ознакомиться с содержимым и обмозговать нашу новую зацепку.",
    "668858720221bbe5f306b332": "Разместить ночью Wi-Fi камеру у выхода Подвалы",
    "668858720221bbe5f306b333": "Разместить ночью Wi-Fi камеру у выхода Ворота у медицинской палатки",
    "668858720221bbe5f306b334": "Разместить ночью Wi-Fi камеру у выхода Ворота 0",
    "668858720221bbe5f306b335": "Разместить ночью Wi-Fi камеру у выхода Ворота 3",
    "668858720221bbe5f306b331 name": "Наблюдение",
    "668858720221bbe5f306b331 description": "Мы уже изучили содержимое флешки перед тем, как передать её тебе, и надеюсь, что наши выводы совпали. Нужно установить камеры на территории завода, по штуке на все входы-выходы, чтобы отслеживать все перемещения. Лучше ночью, чтобы не засекли. Если узнаем, кто там шляется, то хорошо продвинемся в наших поисках.",
    "668858720221bbe5f306b331 startedMessageText": "Камеры можешь купить у меня. Прости, дружище, но бесплатно дать не могу, техника в Таркове на вес золота.",
    "668858720221bbe5f306b331 successMessagetext": "Надеюсь, мы не зря это затеяли. Я просмотрю все записи, посмотрим, удастся ли засечь что-нибудь необычное. Спасибо.",
    "668858720221bbe5f306b344": "Установить Wi-Fi камеру на стройке с видом на выход ЗБ-011",
    "668858720221bbe5f306b345": "Установить Wi-Fi камеру на стройке с видом на выход ЗБ-012",
    "668858720221bbe5f306b346": "Установить Wi-Fi камеру на стройке с видом на выход ЗБ-013",
    "668858720221bbe5f306b343 name": "Наблюдение, часть 2",
    "668858720221bbe5f306b343 description": "Нам удалось засечь группу каких-то подозрительных ребят, затем они разделились. Но двигаются все, похоже, в направлении стройки, хоть и разными путями. Опознать никого из них не удалось, так что дуй как можно скорее туда и установи камеры. Постарайся расположить их так, чтобы лица этих типов были хорошо видны.",
    "668858720221bbe5f306b343 startedMessageText": "Камеры опять-таки можешь прикупить у меня... ну если сам их нигде не раздобыл! Извиняй, но мне тоже надо на что-то жить.",
    "668858720221bbe5f306b343 successMessagetext": "Надеюсь, ты успел как раз вовремя, не хотелось бы упустить такой шанс. Так или иначе, отличная работа.",
    "668858720221bbe5f306b356": "Уничтожить любую цель в районе общежитий с 21:00 до 07:00",
    "668858720221bbe5f306b352 name": "Рандеву с надеждой",
    "668858720221bbe5f306b352 description": "В общем, к обеду все эти типы уже собрались на стройке. Мои разведчики выяснили, что направились они к общагам. Видимо, там планируется сходка, так что выдвигайся туда и постарайся испортить им вечеринку. Только особо не спеши, вечеринка начнётся не раньше 21:00.",
    "668858720221bbe5f306b352 startedMessageText": "Есть у меня одна идейка, кто за всем этим стоит, но всё равно стоит сходить и проверить. Так сказать, подтвердить подозрения... и да, осмотрись там, вдруг кого признаешь.",
    "668858720221bbe5f306b352 successMessagetext": "Мы тщательно осмотрели трупы, которые ты оставил после прогулки к общагам, нашли вот эту папку и ещё одну флешку. Просмотри их и возвращайся как можно скорее.",
    "668858720221bbe5f306b362": "Убить Отступников в районе водоочистной станции",
    "668858720221bbe5f306b366": "Выжить и покинуть локацию на бронепоезде",
    "668858720221bbe5f306b35f name": "Новая зацепка",
    "668858720221bbe5f306b35f description": "Ознакомился с данными? Стало быть, с новыми целями определились. Надеюсь, хоть там мы узнаем, где мой человек. Прошло уже слишком много времени с тех пор, как он пропал, я уже волнуюсь. В общем, топай к маяку, посмотрим, удастся ли выбить что-нибудь из этих Отступников.",
    "668858720221bbe5f306b35f startedMessageText": "Прям дорожка из хлебных крошек какая-то... когда ж мы уже его найдём?",
    "668858720221bbe5f306b35f successMessagetext": "Рад, что ты прописал этим ребятам по первое число и выбрался оттуда невредимым. Нашёл что-нибудь интересное?",
    "668858720221bbe5f306b373": "Уничтожить любые цели в районе синего шале",
    "668858720221bbe5f306b376": "Посетить игровую площадку",
    "668858720221bbe5f306b36f name": "Короткая передышка",
    "668858720221bbe5f306b36f description": "Я передал своих технарям данные, которые ты раздобыл на водоочистной станции. Пока они работают, можешь погулять возле маяка. Говорят, рядом с шале есть игровая площадка, загляни туда, глядишь, встретишь там местных. Немного размяться явно не помешает.",
    "668858720221bbe5f306b36f startedMessageText": "Погуляй, пока мы обрабатываем данные. Но не очень долго!",
    "668858720221bbe5f306b36f successMessagetext": "Отличные новости, похоже, мы узнали, где мой человек.",
    "668858720221bbe5f306b380": "Найти \"пропажу\"",
    "668858720221bbe5f306b381": "Спрятать Wi-Fi камеру в углу комнаты",
    "668858720221bbe5f306b37d name": "Охота",
    "668858720221bbe5f306b37d description": "Итак, думаю, теперь мы знаем, где мой человек. До нас дошли кое-какие сведения, пока ты гулял. Он спрятался в операционной на станции, найди его. И сдаётся мне, что неплохо бы взять с собой камеру и спрятать её там. Для прикрытия, так сказать, да и небезопасно там.",
    "668858720221bbe5f306b37d startedMessageText": "Надеюсь, всё пройдёт как по маслу, мы и так потратили кучу времени на поиски!",
    "668858720221bbe5f306b37d successMessagetext": "Я... Поверить не могу... Он мёртв? Ты установил камеру, чтобы узнать хотя бы, кто это сделал?!",
    "668858720221bbe5f306b38b": "Убить Санитара",
    "668858720221bbe5f306b388 name": "Блюдо, которое подают холодным",
    "668858720221bbe5f306b388 description": "Камера, которую ты спрятал, всё же пригодилась. Санитар. Это он убил моего парня. Сделаем так: можешь отпустить его и ликвидировать сброд, который с ним таскается, либо завалить его самого, а остальные пусть проваливают на все четыре стороны. Решать тебе - я собираюсь почтить память своего погибшего друга.",
    "668858720221bbe5f306b388 startedMessageText": "Решай сам, какой будет расплата. Дай мне знать, когда закончишь.",
    "668858720221bbe5f306b388 successMessagetext": "Решил убрать Санитара, да? Оно и к лучшему, наверное. Мне без разницы, моего парня это не вернёт. Просто очередное кровопролитие.",
    "668858720221bbe5f306b388 failMessagetext": "Решил отпустить Санитара, да? Тоже неплохо. Возможно, кому-то пользы от него больше, чем вреда. Вот только про себя я такого сказать не могу... нас с тем парнем многое связывало.",
    "668858720221bbe5f306b396": "Ликвидировать свиту Санитара",
    "668858720221bbe5f306b397": "Не убивать Санитара",
    "668858720221bbe5f306b393 name": "Упавший духом",
    "668858720221bbe5f306b393 description": "Камера, которую ты спрятал, всё же пригодилась. Санитар. Это он убил моего парня. Сделаем так: можешь отпустить его и ликвидировать сброд, который с ним таскается, либо завалить его самого, а остальные пусть проваливают на все четыре стороны. Решать тебе - я собираюсь почтить память своего погибшего друга.",
    "668858720221bbe5f306b393 startedMessageText": "Решай сам, какой будет расплата. Дай мне знать, когда закончишь.",
    "668858720221bbe5f306b393 successMessagetext": "Решил отпустить Санитара, да? Оно и к лучшему, наверное. Мне без разницы, моего парня это не вернёт. Просто очередное кровопролитие. По крайней мере, потеря друзей надолго выбьет его из колеи. Как и меня.",
    "668858720221bbe5f306b393 failMessagetext": "Месть! Пусть льётся кровь! Я рад, что ты убил Санитара. Не будет больше похищать людей и ставить на них свои опыты! К чёрту этого урода!",
    "668858720221bbe5f306b3a5": "Найти в рейде папку с разведданными",
    "668858720221bbe5f306b3a6": "Передать найденную в рейде папку с разведданными",
    "668858720221bbe5f306b3a4 name": "Таинственный звонок",
    "668858720221bbe5f306b3a4 description": "Одному из моих ребят поступил анонимный звонок. Неизвестный сообщил, что у него есть информация о парне, которого мы пытаемся найти. Проблема в том, что этот придурок не сказал, где именно он оставил папку с данными. Отправляйся в путь и постарайся что-нибудь нарыть.",
    "668858720221bbe5f306b3a4 startedMessageText": "Ну и чего ты ждёшь? Иди искать эту чёртову папку!",
    "668858720221bbe5f306b3a4 successMessagetext": "Мы всё изучим и сообщим, если что обнаружится. Спасибо тебе, рискованное было мероприятие, надеюсь, рисковал ты не зря.",
    "668858720221bbe5f306b3b3": "Осмотреть комнату 115 трёхэтажного общежития",
    "668858720221bbe5f306b3b6": "Осмотреть комнату 206 трёхэтажного общежития",
    "668858720221bbe5f306b3b9": "Проверить комнату 212 трёхэтажного общежития",
    "668858720221bbe5f306b3bc": "Проверить комнату 310 трёхэтажного общежития",
    "668858720221bbe5f306b3bf": "Проверить комнату 213 двухэтажного общежития",
    "668858720221bbe5f306b3c3": "Выжить и покинуть локацию",
    "668858720221bbe5f306b3b0 name": "Таинственный звонок, часть 2",
    "668858720221bbe5f306b3b0 description": "Ничего такого в той папке не было, но там упоминается пара комнат в общагах возле таможни. Проверь их, может, обнаружишь что-нибудь необычное. Особых надежд я не питаю, но вдруг нам повезёт.",
    "668858720221bbe5f306b3b0 startedMessageText": "Поторопись.",
    "668858720221bbe5f306b3b0 successMessagetext": "Стоило догадаться, что это тупик, нас просто развели... чёрт! Я дам тебе знать, если наткнусь на новую зацепку. Спасибо, что рискнул собой ради этого. Знаю, там любит зависать Решала со своими ребятами, мало ли что могло случиться.",
    "668858720221bbe5f306b3d5": "Убить ЧВК выстрелом в голову днём на Заводе",
    "668858720221bbe5f306b3d9": "Убить ЧВК выстрелом в голову ночью на Заводе",
    "668858720221bbe5f306b3d1 name": "Злость",
    "668858720221bbe5f306b3d1 description": "Говорят, идея с тем \"анонимным звонком\" принадлежала одной из банд, которые крутятся вокруг Таркова. Раз так, надо дать им понять, что с нами шутить не стоит. Их ребят в последнее время частенько видели на заводе. Снеси-ка пару-тройку дурных голов.",
    "668858720221bbe5f306b3d1 startedMessageText": "Помни, только в голову. Действуй.",
    "668858720221bbe5f306b3d1 successMessagetext": "Это будет им небольшим уроком. Попытаются провернуть такое ещё раз, убью их всех... твоими руками, конечно. Я-то на \"пенсии\".",
    "668858720221bbe5f306b3e7": "Убить ЧВК выстрелом в голову с расстояния менее 25 метров",
    "668858720221bbe5f306b3e4 name": "Бешенство",
    "668858720221bbe5f306b3e4 description": "Урока, который ты им преподал, оказалось недостаточно. Один из моих ребят вернулся из рейда довольно помятый, говорит, они устроили ему \"тёплую\" встречу, а потом рассосались по окрестностям города. Трусы. Что ж, сами напросились. Ищи их где угодно и каждому найденному уроду отстрели башку. Только стреляй в упор, я хочу, чтобы они видели твои глаза перед смертью. Десятка трупов, думаю, с них хватит, чтоб усвоить материал.",
    "668858720221bbe5f306b3e4 startedMessageText": "Помни, только в голову. Действуй.",
    "668858720221bbe5f306b3e4 successMessagetext": "Главарь той банды вышел с нами на связь, хочет загладить вину. Я дам тебе знать, когда назначу место встречи. Отправишься туда и прикончишь его. Я уже сыт по горло!",
    "668858720221bbe5f306b3f6": "НЕ убивать Тагиллу",
    "668858720221bbe5f306b3f5": "Убить диких на заводе",
    "668858720221bbe5f306b3f1 name": "Ярость",
    "668858720221bbe5f306b3f1 description": "Выяснилось, что всё это время мы охотились не на тех ребят, а этот \"главарь банды\" - не кто иной, как Тагилла. Остальные банды сообщили, что готовы \"простить\" нас, если мы его завалим. Думаю, так и стоит поступить, но сначала хотелось бы его припугнуть...",
    "668858720221bbe5f306b3f1 startedMessageText": "Положи столько диких, сколько сможешь.",
    "668858720221bbe5f306b3f1 successMessagetext": "Ха-ха! Это ещё только цветочки. Передохни немного и приступим ко второму раунду.",
    "668858720221bbe5f306b3f1 failMessageText": "Ты убил Тагиллу! Придётся попробовать ещё разок. Свято место пусто не бывает - кто-нибудь быстро напялит на себя его личину.",
    "668858720221bbe5f306b408": "НЕ убивать Тагиллу",
    "668858720221bbe5f306b407": "Убить диких на заводе",
    "668858720221bbe5f306b403 name": "Ярость, часть 2",
    "668858720221bbe5f306b403 description": "Получил весточку от Тагиллы, он чертовски зол на нас. Собрал нечисть со всей округи, завод теперь просто кишит дикими. Надо бы там прибраться, прежде чем идти за головой этого урода. Забавно будет довести его до бешенства перед смертью.",
    "668858720221bbe5f306b403 startedMessageText": "Убивай диких по максимуму, завод надо зачистить. Оставим Тагиллу наедине с самим собой, чтобы успел немного подумать о своём поведении.",
    "668858720221bbe5f306b403 successMessagetext": "Во, теперь он в бешенстве. Думаю пора заканчивать с этим, отличная работа.",
    "668858720221bbe5f306b403 failMessageText": "Ты убил Тагиллу! Придётся попробовать ещё разок. Свято место пусто не бывает - кто-нибудь быстро напялит на себя его личину.",
    "668858720221bbe5f306b418": "Убить Тагиллу",
    "668858720221bbe5f306b419": "Найти и передать его бейсболку",
    "668858720221bbe5f306b414 name": "Охладить пыл",
    "668858720221bbe5f306b414 description": "Думаю, мы довели клиента до кондиции, даже не припомню, чтобы кто-нибудь так психовал. Отправляйся на завод и размажь его мозги по всему цеху. И прихвати с собой его бейсболку, сойдёт в качестве доказательства. Надеюсь, остальные банды это устроит... всё-таки ты немало их ребят положил.",
    "668858720221bbe5f306b414 startedMessageText": "Тагилла - клиент непростой, возьми вот это на всякий случай.",
    "668858720221bbe5f306b414 successMessagetext": "Какое-то время завод будет \"чистым\", пока не появится очередной подражатель. Надеюсь, новый босс окажется не таким брутальным, как Тагилла.",
    "668858720221bbe5f306b424": "Найти в рейде и передать: шоколадный батончик Slickers",
    "668858720221bbe5f306b425": "Найти в рейде и передать: шоколад \"Алёнка\"",
    "668858720221bbe5f306b426": "Найти в рейде и передать: банка газировки TarCola",
    "668858720221bbe5f306b423 name": "Голодающие",
    "668858720221bbe5f306b423 description": "Знаю, ты у нас недавно, но у меня к тебе просьба. Моим ребятам непросто приходится, и я подумал, что ты можешь помочь с кое-какими припасами. Воды и еды у нас достаточно, но парни устали, и немного сладкого сейчас им явно бы не помешало. Сможешь раздобыть немного?",
    "668858720221bbe5f306b423 startedMessageText": "Можешь пошариться по магазинам, либо, как вариант, по карманам у местных.",
    "668858720221bbe5f306b423 successMessagetext": "Вот спасибо! Бери что-нибудь из наших излишков. Ту же воду, например, чтобы от жажды в рейде не загнуться.",
    "668858720221bbe5f306b42f": "Найти в рейде и передать водку",
    "668858720221bbe5f306b430": "Найти в рейде и передать виски",
    "668858720221bbe5f306b434": "Убить диких в районе центральных эскалаторов торгового центра",
    "668858720221bbe5f306b42e name": "Идём по магазинам!",
    "668858720221bbe5f306b42e description": "Моих ребят порадовали твои шоколадки, и решил я ещё немного поднять им дух. Проблема в том, что с выпивкой у меня сейчас беда, надо достать ещё. Обычно мы добываем её в рейдах, иногда местные с собой бутылку-другую таскают. Загляни ещё в торговый центр, там и диких полно, и на втором этаже едальни всякие. Даже если дикари их и обчистили, то, наверное, не будут против избавиться от лишней ноши.",
    "668858720221bbe5f306b42e startedMessageText": "Идём сегодня по магазинам! Чёрт, терпеть не могу эту фразу, но сейчас она более чем уместна.",
    "668858720221bbe5f306b42e successMessagetext": "Спасибо за выпивку, я тут приберёг пару бутылок отличного пойла для подобного случая, держи.",
    "668858720221bbe5f306b43d": "Найти в рейде и передать шприцы",
    "668858720221bbe5f306b43e": "Найти в рейде и передать целую аптечку AFAK",
    "668858720221bbe5f306b43f": "Найти в рейде и передать целый хирургический набор Surv-12",
    "668858720221bbe5f306b43c name": "\"Обычное дело\" на вечеринке!",
    "668858720221bbe5f306b43c description": "Чёрт, чёрт, чёрт! Неси быстрее несколько стерильных шприцев, аптечку AFAK, только неиспользованную, и полный хирургический набор! Пьяная драка, всё такое. В общем, потом объясню. Давай быстрее!",
    "668858720221bbe5f306b43c startedMessageText": "ВСЕ ВОПРОСЫ ПОТОМ, ТАЩИ ЖИВЕЕ!",
    "668858720221bbe5f306b43c successMessagetext": "Спасибо! Одного спасти не удалось, но хотя бы другому повезло.",
    "668858720221bbe5f306b44b": "Выжить и покинуть Лес со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b44f": "Выжить и покинуть Таможню со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b453": "Выжить и покинуть Развязку со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b457": "Выжить и покинуть Берег со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b45b": "Выжить и покинуть Завод со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b45f": "Выжить и покинуть Лабораторию со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b463": "Выжить и покинуть Резерв со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b467": "Выжить и покинуть Маяк со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b46b": "Выжить и покинуть Улицы Таркова со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b46f": "Выжить и покинуть Эпицентр со статусом \"Выжил\", не используя медицину",
    "668858720221bbe5f306b447 name": "Пари",
    "668858720221bbe5f306b447 description": "В общем, такое дело. Видишь тех ребят? У них спор по поводу одного пари. Идиотское пари, но кое-кто погиб из-за него. Это их подкосило, и мне нужно привести их боевой дух в порядок. Давай поднимем ставку и покажем им, как это делается. Короче, тебе надо наведаться в каждую локацию и выжить там, не используя никакой медицины. Если справишься, устрою тебе персональную тренировочную сессию в награду.",
    "668858720221bbe5f306b447 startedMessageText": "Удачи тебе, дружище.",
    "668858720221bbe5f306b447 successMessagetext": "Ха-ха! Поверить не могу, что ты сделал это! Сейчас ребят позову, уверен, они с удовольствием выслушают историю твоих похождений!",
    "668858720221bbe5f306b483": "Убить Санитара",
    "668858720221bbe5f306b486": "Убить Киллу",
    "668858720221bbe5f306b489": "Убить Тагиллу",
    "668858720221bbe5f306b48c": "Убить Решалу",
    "668858720221bbe5f306b48f": "Убить Штурмана",
    "668858720221bbe5f306b492": "Убить Глухаря",
    "668858720221bbe5f306b495": "Убить Коллонтая",
    "668858720221bbe5f306b498": "Убить Кабана",
    "668858720221bbe5f306b49b": "Уничтожить все цели, не умерев",
    "668858720221bbe5f306b480 name": "Пари, часть 2",
    "668858720221bbe5f306b480 description": "Ребята получили ОГРОМНЫЙ заряд бодрости от твоей прогулки по Таркову. Они даже поспорили, что ты не сможешь ликвидировать всех местных боссов. Если сделаешь это, проведём второй сеанс персональной тренировки. Да и вообще, после такого подвига они горы свернуть смогут, наверное. Удачи и будь осторожен!",
    "668858720221bbe5f306b480 startedMessageText": "Удачи тебе.",
    "668858720221bbe5f306b480 successMessagetext": "Я... Я поверить не могу, что тебе удалось это сделать. Отдыхай пока, если парни придумают ещё что-нибудь, то обязательно дам знать.",
    "668858720221bbe5f306b4ad": "Убить Санитара",
    "668858720221bbe5f306b4b1": "Убить Киллу",
    "668858720221bbe5f306b4b5": "Убить Тагиллу",
    "668858720221bbe5f306b4b9": "Убить Решалу",
    "668858720221bbe5f306b4bd": "Убить Штурмана",
    "668858720221bbe5f306b4c1": "Убить Глухаря",
    "668858720221bbe5f306b4c5": "Убить Коллонтая",
    "668858720221bbe5f306b4c9": "Убить Кабана",
    "668858720221bbe5f306b4cd": "Уничтожить все цели, не умерев и не используя броню",
    "668858720221bbe5f306b4a9 name": "Пари, часть 3",
    "668858720221bbe5f306b4a9 description": "Что ж, вот и новая ставка. Ребята решили, что до этого условия были слишком простыми. Просят теперь убить всех местных боссов без брони. Фантазии им явно не хватает, вот что я скажу.",
    "668858720221bbe5f306b4a9 startedMessageText": "Помни, вообще никакой брони!",
    "668858720221bbe5f306b4a9 successMessagetext": "Ну ты крут, конечно, лично я бы на твоём месте и пытаться не стал. Если ребята ещё что-нибудь придумают, я обязательно дам тебе знать.",
    "668858720221bbe5f306b4db": "Убить Погоню",
    "668858720221bbe5f306b4d8 name": "Пари, часть 4",
    "668858720221bbe5f306b4d8 description": "Я раскритиковал ребят за их жалкие попытки придумать условия пари, никакой фантазии, сплошной самоповтор. Они поднапряглись и родили-таки новую идею. Уверен, тебе понравится.",
    "668858720221bbe5f306b4d8 startedMessageText": "Эта так называемая Погоня на глаза не так уж часто попадается. Как увидишь, сразу стреляй.",
    "668858720221bbe5f306b4d8 successMessagetext": "Непросто было, но ты справился. Ребята будут гордиться тобой. Я сообщу, если они придумают что-нибудь новенькое!",
    "668858720221bbe5f306b4e5": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4e4 name": "Твои деньги, мой товар",
    "668858720221bbe5f306b4e4 description": "Есть лишние деньги? А у меня - лишнее место в схроне. Плати, и я поделюсь им с тобой.",
    "668858720221bbe5f306b4e4 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4e4 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b4e9": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4e8 name": "Твои деньги, мой товар, часть 2",
    "668858720221bbe5f306b4e8 description": "А-а, похоже, не хватает места в схроне? Слишком много барахла из рейдов тащишь. Что ж, у тебя деньги, у меня... товар. Плати, и я поделюсь с тобой лишним местечком.",
    "668858720221bbe5f306b4e8 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4e8 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b4ee": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4ed name": "Твои деньги, мой товар, часть 3",
    "668858720221bbe5f306b4ed description": "Давай начистоту, тебе правда нужно ещё больше места? Не хватает? На материальных ценностях свет клином не сошёлся. Ладно, дам тебе ещё, но не бесплатно.",
    "668858720221bbe5f306b4ed startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4ed successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b4f3": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4f2 name": "Твои деньги, мой товар, часть 4",
    "668858720221bbe5f306b4f2 description": "Серьёзно? Ещё больше? Понял. Но и заплатить побольше придётся.",
    "668858720221bbe5f306b4f2 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4f2 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b4f8": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4f7 name": "Твои деньги, мой товар, часть 5",
    "668858720221bbe5f306b4f7 description": "Ну ты даёшь, конечно. Да, место ещё есть, но и мой схрон не резиновый. Больше места - больше денег.",
    "668858720221bbe5f306b4f7 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4f7 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b4fd": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b4fe": "Передать указанную сумму в долларах",
    "668858720221bbe5f306b4fc name": "Твои деньги, мой товар, часть 6",
    "668858720221bbe5f306b4fc description": "Давай деньги. Мне! Сейчас же! Хочу больше денег!",
    "668858720221bbe5f306b4fc startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b4fc successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b503": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b504": "Передать указанную сумму в долларах",
    "668858720221bbe5f306b502 name": "Твои деньги, мой товар, часть 7",
    "668858720221bbe5f306b502 description": "Вижу, тебе действительно нужно больше места для своего барахла. Деньги покажи!",
    "668858720221bbe5f306b502 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b502 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b50a": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b50b": "Передать указанную сумму в долларах",
    "668858720221bbe5f306b50c": "Передать указанную сумму в евро",
    "668858720221bbe5f306b509 name": "Твои деньги, мой товар, часть 8",
    "668858720221bbe5f306b509 description": "Серьёзно, ещё? Как там было-то?.. \"Dolla dolla bills, yo. I'm tryin to get that paper, son. Win, stay alive, get that money. Feel me?\"",
    "668858720221bbe5f306b509 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b509 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b511": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b512": "Передать указанную сумму в долларах",
    "668858720221bbe5f306b513": "Передать указанную сумму в евро",
    "668858720221bbe5f306b510 name": "Твои деньги, мой товар, часть 9",
    "668858720221bbe5f306b510 description": "Места у меня завались. Когда у тебя схрон такого размера, что тебе уже неинтересно играть в эту игру... мужик, ты уверен? Точно хочешь этого? Тогда неси ещё больше денег?",
    "668858720221bbe5f306b510 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b510 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b518": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b519": "Передать указанную сумму в долларах",
    "668858720221bbe5f306b51a": "Передать указанную сумму в евро",
    "668858720221bbe5f306b517 name": "Твои деньги, мой товар, часть 10",
    "668858720221bbe5f306b517 description": "Ладно, хватит. Вот ещё один махонький уголок, и он же последний, которым я могу поделиться. У тебя и так уже барахла больше, чем у меня!",
    "668858720221bbe5f306b517 startedMessageText": "Давай деньги - и без лишних слов!",
    "668858720221bbe5f306b517 successMessagetext": "Заткнись и пользуйся!",
    "668858720221bbe5f306b51f": "Выбрать, с кем работать: Аполлон или Максимус",
    "668858720221bbe5f306b520": "Передать указанную сумму в рублях",
    "668858720221bbe5f306b51e name": "Ультиматум",
    "668858720221bbe5f306b51e description": "Okay, you're making this difficult for me now. I'm friends with both Apollo and Maximus. They're not happy with you, and I'm not happy with you forcing me into this position. You should have been more discrete when completing your tasks and we wouldn't have gotten to this point. They wouldn't have found out that you're working for the other one. You'll need to pay me so I can split the cash between them in order to recover some goodwill with them. At this point though, it's up to you for who you want to continue working with. They're both great but they aren't friends.",
    "668858720221bbe5f306b51e startedMessageText": "Let me know when you've decided by handing over the cash",
    "668858720221bbe5f306b51e successMessagetext": "I'll give you one task for each of them. Whichever you choose to take will be the one you will work with.",
    "668858720221bbe5f306b527": "Find the drug lab in the lighthouse region",
    "668858720221bbe5f306b528": "Handover found in raid eTG regenerative stims",
    "668858720221bbe5f306b529": "Handover found in raid 'Obdolbos' cocktail injectors",
    "668858720221bbe5f306b52a": "Handover found in raid Adrenaline injectors",
    "668858720221bbe5f306b52b": "Handover found in raid Propital regenerative stims",
    "668858720221bbe5f306b524 name": "Favour For a Friend",
    "668858720221bbe5f306b524 description": "An old friend reached out to me, he heard you took on the big boss man himself, Tagilla. We thought you might be a good fit for a couple tasks he has lined up without any takers so far. First one on the list is to go track down that drug lab that popped up around the lighthouse. I'm not sure exactly where it is, but seeing as you've been there a few times - you might know where it is. Once you've found it, gather up some of the stims they've been making and hand them over for testing.",
    "668858720221bbe5f306b524 startedMessageText": "Some of these stims might be a bit rare to find, so take your time. He's in no rush.",
    "668858720221bbe5f306b524 successMessagetext": "Thanks boss, I'll let him know you've got the goods. Already have a second task lined up for you!",
    "668858720221bbe5f306b538": "Eliminate PMCs while under the effects of 'Obdolbos 2' cocktail",
    "668858720221bbe5f306b53b": "Survive and extract from your current location",
    "668858720221bbe5f306b534 name": "Roid Rage",
    "668858720221bbe5f306b534 description": "That friend of mine, we call him Apollo - he's testing the stims you found but while he can do that in the lab with those..unfortunately this stim can't be tested as easily. We'll need you to risk it for the biscuit and shoot this thing into your arms and see how it makes you feel.",
    "668858720221bbe5f306b534 startedMessageText": "If it makes you feel it, you might need more than one.",
    "668858720221bbe5f306b534 successMessagetext": "How much of that do you actually remember? I'll let you know when he's got that next task lined up.",
    "668858720221bbe5f306b545": "Explore EMERCOM Medical Care unit for potential surveillance spots",
    "668858720221bbe5f306b548": "Explore Techlight for potential surveillance spots",
    "668858720221bbe5f306b54b": "Find out how to turn on the power",
    "668858720221bbe5f306b54f": "Survive and extract from the mall",
    "668858720221bbe5f306b542 name": "Picking the Drop",
    "668858720221bbe5f306b542 description": "I need you to find a dead drop location for us to utilize with Apollo. Those results you got from raging gave him some much needed insight into the creation of these new drugs. Find us a spot at the mall to transfer goods and get the hell out of there safely.",
    "668858720221bbe5f306b542 startedMessageText": "This is probably the easiest task you've ever had.",
    "668858720221bbe5f306b542 successMessagetext": "Alright, when I pick which one we're going with, I'll let you know.",
    "668858720221bbe5f306b55c": "Flip on the power at the mall",
    "668858720221bbe5f306b55d": "Install Wi-Fi camera outside Techlight",
    "668858720221bbe5f306b55e": "Place M.U.L.E at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b55f": "Place AHF1-M at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b560": "Place Trimadol at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b561": "Place P22 at dead drop inside ULTRA Medical Storage",
    "668858720221bbe5f306b559 name": "OPERATION: Squirrel Nuts",
    "668858720221bbe5f306b559 description": "Are you ready for OPERATION: Squirrel Nuts? You like the name? ... It wasn't my idea, OK? We've decided to make the dead drop inside ULTRA Medical Storage. Hopefully being a hard to access room will make this drop a bit safer. You're going to need to go flip on the power, place a camera just outside Techlight overlooking the room, and then stash the stims inside.",
    "668858720221bbe5f306b559 startedMessageText": "Good luck.",
    "668858720221bbe5f306b559 successMessagetext": "Apollo should be on their way now, hopefully this goes smoothly.",
    "668858720221bbe5f306b570": "Eliminate locals at the mall",
    "668858720221bbe5f306b571": "Handover found in raid lower half-masks",
    "668858720221bbe5f306b56c name": "OPERATION: Missing Monday",
    "668858720221bbe5f306b56c description": "Apollo reported to me that those stims were missing from the dead drop. Why does nothing go to plan on the first try? It's like a damn action movie. We reviewed the footage from the camera and it looks like a local body broke into the room shortly after you left and nicked the goods. I'm trying to prevent Apollo from ripping your head off so you better make amends. Go take out some of the locals in the mall and try to recover the goods. Bring back some of their masks as proof, they tend to wear them to hide their identities.",
    "668858720221bbe5f306b56c startedMessageText": "Apollo is pissed, you better make it snappy.",
    "668858720221bbe5f306b56c successMessagetext": "Well done, but Apollo is still pissed at you, you're going to have to get back in their good graces.",
    "668858720221bbe5f306b579": "Handover found in raid M.U.L.E",
    "668858720221bbe5f306b57a": "Handover found in raid AHF1-M",
    "668858720221bbe5f306b57b": "Handover found in raid Trimadol",
    "668858720221bbe5f306b57c": "Handover found in raid P22",
    "668858720221bbe5f306b578 name": "Classic Redemption Arc",
    "668858720221bbe5f306b578 description": "I think I've got an idea to keep the jobs flowing from Apollo. The dead drop went wrong, and I'm not blaming you - but Apollo is, they really needed those stims for their research. You're going to have to find more of them, and they need to be in pristine condition. If you can get them and hand them over to me I'll sort out the details to get them over to Apollo.",
    "668858720221bbe5f306b578 startedMessageText": "*Apollo walks past you* 'Nothing personal, kid.'",
    "668858720221bbe5f306b578 successMessagetext": "I've sent a courier to get the goods over to Apollo, I'll let you know if he comes back in a better mood.",
    "668858720221bbe5f306b584": "Find the census",
    "668858720221bbe5f306b585": "Handover the census",
    "668858720221bbe5f306b583 name": "Census Information",
    "668858720221bbe5f306b583 description": "Bad news bears...Not only is Apollo still upset at that job with the dead drop, while you were on your way to redeeming yourself for further jobs, they got news that you're also working with Maximus. Apollo is very pissed about it but is willing to let take one more task...for now. You need to acquire the census from the streets for them.",
    "668858720221bbe5f306b583 startedMessageText": "Get the census for Apollo, I have no idea what they're looking for in it but you better get it quick.",
    "668858720221bbe5f306b583 successMessagetext": "I'll courier this over to them. I'll let you know when I have any more information",
    "668858720221bbe5f306b58f": "Find and access the testing room at the Laboratory",
    "668858720221bbe5f306b590": "Handover any combination of found in raid P22, L1, SJ1, SJ12, or 3-(b-TG) injectors",
    "668858720221bbe5f306b58c name": "Apollo's Creed",
    "668858720221bbe5f306b58c description": "APOLLO: I'm glad you've decided to work with me. Fuck that Maximus. They broke all my shit when they moved out and split off to form their own crew. I'm in need of some more stims for testing, a wide range should do. The best place to get them is to venture into the Laboratory and gain access to the locked testing room. I believe you'll need to find a keycard marked all black to get access. I'll need a variety of stims - P22, L1, SJ1, SJ12, or 3-(b-TG) injectors should do the trick. In the future I'll relay tasks through Scorpion instead of showing up here to talk to you personally.",
    "668858720221bbe5f306b58c startedMessageText": "The testing room isn't easy to gain access to, but it's worth it for all the medical supplies locked behind those doors.",
    "668858720221bbe5f306b58c successMessagetext": "I'll get to testing these right away, I'll have a new task for you soon. Again - thank you for working with me.",
    "668858720221bbe5f306b599": "Handover found in raid Electronic Components",
    "668858720221bbe5f306b59a": "Handover found in raid COFDM Wireless Signal Transmitters",
    "668858720221bbe5f306b59b": "Handover found in raid Golden 1GPhones",
    "668858720221bbe5f306b598 name": "Outside Connection",
    "668858720221bbe5f306b598 description": "News of your success defeating Tagilla has made it through my crew. Someone by the name of Maximus has reached out asking if you'd like to work with him. To get started, you'll have find some electronics for me to build a radio and amplifier.",
    "668858720221bbe5f306b598 startedMessageText": "I need all of the parts, and in pristine condition for me to build the radio and amplifier.",
    "668858720221bbe5f306b598 successMessagetext": "Time to go install the radio!",
    "668858720221bbe5f306b5a3": "Go to the tower at the mall",
    "668858720221bbe5f306b5a4": "Place Far-forward GPS Signal Amplifier as high as you can",
    "668858720221bbe5f306b5a5": "Place Radio Repeater as high as you can",
    "668858720221bbe5f306b5a0 name": "Building Trust",
    "668858720221bbe5f306b5a0 description": "Now that I've got the parts, I've made these for you. You'll have to go set up the radio and amplifier at the mall. Find the highest point you can and install them. He'll relay through that to speak with me.",
    "668858720221bbe5f306b5a0 startedMessageText": "Remember, it's got to be the highest point you can find.",
    "668858720221bbe5f306b5a0 successMessagetext": "As soon as you got those installed, I made contact and he's already got plans for you.",
    "668858720221bbe5f306b5b0": "Eliminate Raiders at The Lab",
    "668858720221bbe5f306b5b3": "Locate source of contamination",
    "668858720221bbe5f306b5b4": "Place Gas Analyzer at the source",
    "668858720221bbe5f306b5ac name": "Environmental Damage",
    "668858720221bbe5f306b5ac description": "It appears that Maximus is investigating the area around the laboratory, he thinks that there's something in there causing the locals in that area to be stronger, faster, and more badass than normal. You'll need to venture in, take out some of the locals, find any sources of contamination and place a gas analyzer if you find the area.",
    "668858720221bbe5f306b5ac startedMessageText": "The laboratory is a dangerous place, make sure to bring extra medical supplies and heavy armour. Anything you lose there is lost for good.",
    "668858720221bbe5f306b5ac successMessagetext": "Whew, I bet that was a tough one. He's going to gather the data from that analyzer.",
    "668858720221bbe5f306b5be": "Leg meta Raiders while experiencing Pain at The Lab",
    "668858720221bbe5f306b5b9 name": "Medical Marvel",
    "668858720221bbe5f306b5b9 description": "The data is back from that gas analyzer you installed. Maximus thinks the fumes are making the locals stronger in every way, including how healthy they seem to be. It's a medical marvel. He's asked for you to test their resilience - If you go into the laboratory while in pain, they should swarm you. After you're good and surrounded, aim for their legs and cripple them. Might want to bring flesh rounds instead of standard armour penetrating rounds.",
    "668858720221bbe5f306b5b9 startedMessageText": "Remember, it's a tough place. Bring medical supplies and heavy armour. Protect yourself.",
    "668858720221bbe5f306b5b9 successMessagetext": "It does sure seem like those guys are tougher than normal. I don't know what this means for us if they start venturing out - but I don't want to find out.",
    "668858720221bbe5f306b5c6": "Eliminate Knight",
    "668858720221bbe5f306b5c9": "Eliminate Big Pipe",
    "668858720221bbe5f306b5cc": "Eliminate Bird Eye",
    "668858720221bbe5f306b5c3 name": "Top Dog",
    "668858720221bbe5f306b5c3 description": "We know the gangs that hang around in the laboratory are weirdly stronger than the rest of the locals..but we've heard of a group that call themselves the 'Goon Squad' - it's a fucking stupid name but that's what they picked. These guys seem tough. Too tough. They tend to roam in a pack together and aren't usually spotted in the same place for long. See if you can take them on, please do try to gather some data on their combat strategies and general health. It would help Maximus greatly.",
    "668858720221bbe5f306b5c3 startedMessageText": "The 'Good Squad' tends to be a bit telepathic in their movements together, I wonder if they are brothers?",
    "668858720221bbe5f306b5c3 successMessagetext": "What did you find out?",
    "668858720221bbe5f306b5d5": "Eliminate the Priest",
    "668858720221bbe5f306b5d8": "Eliminate the Followers",
    "668858720221bbe5f306b5d2 name": "Into That Good Night",
    "668858720221bbe5f306b5d2 description": "That so-called 'Goon Squad' seemed way tougher than they should have been...is this all connected? While Maximus reviews your data, he's heard of yet another group. They don't have a name, but we know they travel at night. If you find yourself alone at night, and travelling through the tall grass and trees you may just hear their whispers. Don't get too close to them - we've heard they have really mastered their Melee Proficiency, unlike *some* others.",
    "668858720221bbe5f306b5d2 startedMessageText": "Take your best headphones and try to listen for them. They're not normally seen, but that's by choice. Those who have seen them have not usually survived.",
    "668858720221bbe5f306b5d2 successMessagetext": "I'll get this data passed over to Maximus as soon as I can. I must warn you, he's heard that you have been working with Apollo..he isn't very happy.",
    "668858720221bbe5f306b5df": "Find the encrypted laptop",
    "668858720221bbe5f306b5e0": "Handover the encrypted laptop",
    "668858720221bbe5f306b5de name": "Hardware Transfer",
    "668858720221bbe5f306b5de description": "Maximus found out that you've been working with Apollo... seems the two of them have beef with each other. I'm not sure if you're going to be able to keep working for them both. Maximus wants you to go pick up an encrypted laptop their associate dropped off, it's near the lighthouse in one of the houses near the shore.",
    "668858720221bbe5f306b5de startedMessageText": "I don't know what's on this laptop, but he needs it.",
    "668858720221bbe5f306b5de successMessagetext": "I'll let you know when I've got any information for you.",
    "668858720221bbe5f306b5ec": "Eliminate Raiders at the Laboratory from a distance of more than 35m",
    "668858720221bbe5f306b5ed": "Handover found in raid AFAKs",
    "668858720221bbe5f306b5e7 name": "Maximum Dedication",
    "668858720221bbe5f306b5e7 description": "MAXIMUS: I appreciate you working with me. Apollo hates me for what I did to them when I decided to branch out and start my own crew. They were holding me back and I couldn't take it anymore. Don't believe whatever they tell you. Now that we're back to working together, I'm still investigating the strengths of the random guys around Tarkov. I figured we would go back to the source, it's possible they are also getting some type of immunity boost from the medical kits they carry on them. Take a bunch of them out and gather their medical packs for investigation. In the future I'll relay tasks through Scorpion instead of showing up here to talk to you personally.",
    "668858720221bbe5f306b5e7 startedMessageText": "Head on out to the Laboratory and take out some juiced up raiders.",
    "668858720221bbe5f306b5e7 successMessagetext": "I'll start looking through these medical kits, maybe there's something in here worth something.",
    "668858720221bbe5f306b5f6": "Handover the custom ADAR",
    "668858720221bbe5f306b5f5 name": "Weapon Acquisition",
    "668858720221bbe5f306b5f5 description": "I have an order for a custom ADAR and I can't find the parts needed to get what they are looking for, maybe you can help out? \n\nRequirements:\n  Ergonomics >= 63\n  Sighting Range >= 500\n  Recoil Sum <= 287\n  Magazine Size >= 30\n  Durability >= 90\n  Weight <= 3.5 kg",
    "668858720221bbe5f306b5f5 startedMessageText": "If you can take care of this, I get these types of requests often. \n\nRequirements:\n ADAR 2-15 5.56x45 carbine\n  Ergonomics >= 63\n  Sighting Range >= 500\n  Recoil Sum <= 287\n  Magazine Size >= 30\n  Durability >= 90\n  Weight <= 3.5 kg",
    "668858720221bbe5f306b5f5 successMessagetext": "Thanks! I'm willing to bet I get another order soon.",
    "668858720221bbe5f306b5fe": "Handover the custom MDR",
    "668858720221bbe5f306b5fd name": "Weapon Acquisition II",
    "668858720221bbe5f306b5fd description": "New order arrived for a Desert Tech MDR chambered in 5.56x45mm. Get on it. \n\nRequirements:\n  Ergonomics >= 71\n  Sighting Range >= 300\n  Recoil Sum <= 263\n  Magazine Size >= 60\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: Magpul Branded",
    "668858720221bbe5f306b5fd startedMessageText": "Make sure it's chambered in 5.56x45mm \n\nRequirements:\n Desert Tech MDR 5.56x45 assault rifle\n  Ergonomics >= 71\n  Sighting Range >= 300\n  Recoil Sum <= 263\n  Magazine Size >= 60\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: Magpul Branded",
    "668858720221bbe5f306b5fd successMessagetext": "I'll get this to the client quickly!",
    "668858720221bbe5f306b608": "Handover the custom M700",
    "668858720221bbe5f306b607 name": "Weapon Acquisition III",
    "668858720221bbe5f306b607 description": "Order up! I need a customized Remington Model 700 sniper rifle. Specifically this rifle needs to have MOD*X parts to comply with the stingy client. \n\nRequirements:\n  Ergonomics >= 54\n  Sighting Range >= 2000\n  Magazine Size <= 5\n  Durability >= 90\n  Weight <= 6 kg\n  Chassis: MOD*X Branded\n  Handguard: MOD*X Branded\n  Rail Mount: MOD*X Branded\n  Silencer Required",
    "668858720221bbe5f306b607 startedMessageText": "Remember - MOD*X parts! \n\nRequirements:\n Remington Model 700 7.62x51 bolt-action sniper rifle\n  Ergonomics >= 54\n  Sighting Range >= 2000\n  Magazine Size <= 5\n  Durability >= 90\n  Weight <= 6 kg\n  Chassis: MOD*X Branded\n  Handguard: MOD*X Branded\n  Rail Mount: MOD*X Branded\n  Silencer Required",
    "668858720221bbe5f306b607 successMessagetext": "Such a good looking sniper rifle, I'll be testing this out before handing it over",
    "66885a3d0221bbe5f306b613": "Handover the custom MCX",
    "66885a3d0221bbe5f306b612 name": "Weapon Acquisition IV",
    "66885a3d0221bbe5f306b612 description": "Ooh, just got a call requesting a specialized SIG MCX .300 assault rifle, built for close quarters. I love this thing, too bad I need you to build you. I'd say you can take it for a spin but the guy wants it in pristine showroom condition. \n\nRequirements:\n  Ergonomics >= 62\n  Sighting Range >= 500\n Recoil Sum <= 312\n  Magazine Size <= 20\n  Durability == 100\n  Weight <= 3.6 kg\n  Barrel: 171mm\n  Silencer Required",
    "66885a3d0221bbe5f306b612 startedMessageText": "I need to get a couple of these for myself, honestly. \n\nRequirements:\n SIG MCX SPEAR 6.8x51 assault rifle\n  Ergonomics >= 62\n  Sighting Range >= 500\n Recoil Sum <= 312\n  Magazine Size <= 20\n  Durability == 100\n  Weight <= 3.6 kg\n  Barrel: 171mm\n  Silencer Required",
    "66885a3d0221bbe5f306b612 successMessagetext": "I'm sad to see this one go, but the client is paying good for it.",
    "66885a3d0221bbe5f306b61f": "Handover the custom MCX SPEAR",
    "66885a3d0221bbe5f306b61e name": "Weapon Acquisition V",
    "66885a3d0221bbe5f306b61e description": "Looks like the last guy loved your handiwork on his last order that he now wants a SIG MCX Spear. \n\nRequirements:\n  Ergonomics >= 50\n  Sighting Range <= 800\n  Recoil Sum <= 269\n  Magazine Size >= 20\n  Durability >= 90\n  Weight <= 4 kg\n  Scope: Burris Fullfield TAC30\n  Silencer Required",
    "66885a3d0221bbe5f306b61e startedMessageText": "I can't decide if the MCX Spear is better than the MCX .300 honestly. \n\nRequirements:\n SIG MCX SPEAR 6.8x51 assault rifle\n  Ergonomics >= 50\n  Sighting Range <= 800\n  Recoil Sum <= 269\n  Magazine Size >= 20\n  Durability >= 90\n  Weight <= 4 kg\n  Scope: Burris Fullfield TAC30\n  Silencer Required",
    "66885a3d0221bbe5f306b61e successMessagetext": "Thanks for being quick about it, I'll send it over to the client.",
    "66885a3d0221bbe5f306b629": "Handover the custom Saiga 12K",
    "66885a3d0221bbe5f306b628 name": "Weapon Acquisition VI",
    "66885a3d0221bbe5f306b628 description": "We've got a lover of close quarters combat requesting a custom shotgun. Specifically a Saiga 12K semi-automatic pellet destroyer, large shell capacity of course. They must be thinking of rolling through the factories. \n\nRequirements:\n  Ergonomics >= 42\n  Sighting Range >= 200\n  Recoil Sum <= 595\n  Magazine Size == 20\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: SOK-12 Powermag 20-round magazine",
    "66885a3d0221bbe5f306b628 startedMessageText": "I'm curious what they plan on using this for. Not a lot of shotgun use around Tarkov. \n\nRequirements:\n Saiga-12K ver.10 12ga semi-automatic shotgun\n  Ergonomics >= 42\n  Sighting Range >= 200\n  Recoil Sum <= 595\n  Magazine Size == 20\n  Durability >= 90\n  Weight <= 5 kg\n  Magazine: SOK-12 Powermag 20-round magazine",
    "66885a3d0221bbe5f306b628 successMessagetext": "The picked up the gear and immediately headed to the factories. I think they were more excited to test this than they were about their safety, they didn't even have plate protection. Fuckin' idiot. At least we got paid.",
    "66885a3d0221bbe5f306b632": "Handover the custom M4A1",
    "66885a3d0221bbe5f306b631 name": "Weapon Acquisition VII",
    "66885a3d0221bbe5f306b631 description": "Ahh, a classic NATO firearm found in Tarkov..not as popular as it used to be, but still a solid firearm. Going to need a customized Colt M4A1 lead dispenser, they're requesting a lower weight to handle the firearm ergonomically while keeping the recoil as manageable as possible. \n\nRequirements:\n  Ergonomics >= 62\n  Sighting Range >= 400\n  Recoil Sum <= 250\n  Magazine Size: >= 20\n  Durability >= 90\n  Weight <= 3.75 kg\n  Tactical Device Required",
    "66885a3d0221bbe5f306b631 startedMessageText": "I might have to have you kit one of these for me, this looks like a laser. \n\nRequirements:\n Colt M4A1 5.56x45 assault rifle\n  Ergonomics >= 62\n  Sighting Range >= 400\n  Recoil Sum <= 250\n  Magazine Size: >= 20\n  Durability >= 90\n  Weight <= 3.75 kg\n  Tactical Device Required",
    "66885a3d0221bbe5f306b631 successMessagetext": "The client reached out and wanted to specifically thank you for the work on this request.",
    "66885a3d0221bbe5f306b63f": "Locate the dead drop in the pumping station at night",
    "66885a3d0221bbe5f306b640": "Leave the PACA soft armours at the dead drop at night",
    "66885a3d0221bbe5f306b644": "Survive and extract from the location at night",
    "66885a3d0221bbe5f306b63c name": "Armour Delivery",
    "66885a3d0221bbe5f306b63c description": "I've got a group of guys stuck in the factory and are in desperate need of an armour drop off. I honestly don't care about these guys as much, they're new so give them the cheap shit. A couple PACAs ought to be good enough. You'll need to find the pumping station room and drop them off near the table. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b63c startedMessageText": "Keep an eye out for Tagilla, I heard he's been on a Rampage.",
    "66885a3d0221bbe5f306b63c successMessagetext": "Hopefully that helps those guys, we'll see. If they make it back anyway.",
    "66885a3d0221bbe5f306b653": "Locate the dead drop at the pier",
    "66885a3d0221bbe5f306b654": "Leave the MF-UNTAR body armours at the dead drop",
    "66885a3d0221bbe5f306b658": "Survive and extract from the location",
    "66885a3d0221bbe5f306b650 name": "Armour Delivery II",
    "66885a3d0221bbe5f306b650 description": "You've been contracted out to head to the shores, you need to delivery a couple MF-UNTAR armours to a dead drop at the pier. It should be two trash bins next to a pile of tires. I don't know why anyone wants these pieces of shit, they're bright ass blue. You can't blend into anything with these on!  Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b650 startedMessageText": "Make your way down to the pier.",
    "66885a3d0221bbe5f306b650 successMessagetext": "My contact picked those armours up and he's happy about it, thanks.",
    "66885a3d0221bbe5f306b667": "Locate the dead drop at the Mantis outlet store",
    "66885a3d0221bbe5f306b668": "Leave the BNTI Kirasa body armours at the dead drop",
    "66885a3d0221bbe5f306b66c": "Survive and extract from the location",
    "66885a3d0221bbe5f306b664 name": "Armour Delivery III",
    "66885a3d0221bbe5f306b664 description": "Time to go to the mall - I need you to drop off some BNTI Kirasa armours in the Mantis outlet store. It's in the middle of the mall, the dead drop is next to a table and cot hidden in the corner right by the entrance.  Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b664 startedMessageText": "Watch out for Killa, him and his brother have been raging lately. If you can manage to take him down and nab his armour, I'll need some later.",
    "66885a3d0221bbe5f306b664 successMessagetext": "Nice! Did you manage to also take out Killa?",
    "66885a3d0221bbe5f306b67b": "Locate the dead drop at the KIBA Arms International outlet",
    "66885a3d0221bbe5f306b67c": "Leave the NFM THOR Integrated Carrier body armour at the dead drop",
    "66885a3d0221bbe5f306b67d": "Leave the FORT Redut-T5 body armour at the dead drop",
    "66885a3d0221bbe5f306b681": "Survive and extract from the location",
    "66885a3d0221bbe5f306b678 name": "Armour Delivery IV",
    "66885a3d0221bbe5f306b678 description": "Back to the mall we go, this client likes this place for some reason. Maybe it's the lighting? It's not quite bright enough. It used to be so much better a couple years ago and someone fucked up the lights. You'll need to head into the KIBA Arms International outlet and drop the armour off near the broken crates. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b678 startedMessageText": "Get movin' kid.",
    "66885a3d0221bbe5f306b678 successMessagetext": "Client is happy, I'm happy. Are you?",
    "66885a3d0221bbe5f306b690": "Locate the dead drop in the hanger gate",
    "66885a3d0221bbe5f306b691": "Leave the 6B43 Zabralo body armour at the dead drop",
    "66885a3d0221bbe5f306b692": "Leave the CQC Osprey MK4A plate carrier (Assault) at the dead drop",
    "66885a3d0221bbe5f306b693": "Leave the Crye Precision AVS plate carrier (Green) at the dead drop",
    "66885a3d0221bbe5f306b697": "Survive and extract from the location",
    "66885a3d0221bbe5f306b68d name": "Armour Delivery V",
    "66885a3d0221bbe5f306b68d description": "Alright, this is a tough request we got in. It's probably best to bring a big ass backpack and get it all done at one time. It's not easy getting in and out of the Labs. You might have to wear one of the armours and shove the other two in your bag. Hide them in the car sitting in the hangar gate and dip out - you'll be exposed on your way out. Remember, the armour needs to be in good condition. Don't get it all shredded first.",
    "66885a3d0221bbe5f306b68d startedMessageText": "Take your time, if you lose these - good fucking luck finding new ones.",
    "66885a3d0221bbe5f306b68d successMessagetext": "Thanks for dropping those off, the client checked in and got the gear.",
    "66885a3d0221bbe5f306b6a7": "Handover the found in raid 6B13 M assault armour (Killa Edition)",
    "66885a3d0221bbe5f306b6a6 name": "Armour Delivery VI",
    "66885a3d0221bbe5f306b6a6 description": "This one is for me, remember how I said I needed some Killa Edition armour? Yeah I need two of them, in good condition. I've got a scout tandem going out and I need them to get their recon done and get back safely - this armour is the best balance for mobility and protection.",
    "66885a3d0221bbe5f306b6a6 startedMessageText": "Good condition only, I don't need my guys getting shot to shit because you couldn't find quality armour.",
    "66885a3d0221bbe5f306b6a6 successMessagetext": "This'll do the job, I'll send out those scouts. Thanks.",
    "66885a3d0221bbe5f306b6af": "Handover the found in raid antique teapots",
    "66885a3d0221bbe5f306b6b0": "Handover the found in raid signature blend teas",
    "66885a3d0221bbe5f306b6b1": "Handover the found in raid antique books",
    "66885a3d0221bbe5f306b6ae name": "The Finer Things Club",
    "66885a3d0221bbe5f306b6ae description": "The Finer Things Club is the most exclusive club in Tarkov. Naturally, it's where you need to be. If you want to join, you'lll need to find a couple signature items. Once you've found them go ahead and hand them over and we'll grant you access.",
    "66885a3d0221bbe5f306b6ae startedMessageText": "Couple teapots, boxes of tea, and a few book ought to do it.",
    "66885a3d0221bbe5f306b6ae successMessagetext": "Thanks for getting those, here's your tea and book for the next meeting.",
    "66885a3d0221bbe5f306b6b9": "Handover the found in raid Antique vases",
    "66885a3d0221bbe5f306b6ba": "Handover the found in raid Bronze Lion figurines",
    "66885a3d0221bbe5f306b6bb": "Handover the found in raid Cat figurines",
    "66885a3d0221bbe5f306b6bc": "Handover the found in raid Horse figurines",
    "66885a3d0221bbe5f306b6bd": "Handover the found in raid Raven figurines",
    "66885a3d0221bbe5f306b6be": "Handover the found in raid Wooden clock",
    "66885a3d0221bbe5f306b6b8 name": "The Most Exclusive",
    "66885a3d0221bbe5f306b6b8 description": "The Finer Things Club is all about fine things. Unfortunately, our decor has been a little lacking since we setup shop here. Go find us something nice antiqutes and figurines to place around to liven up the place. Only the finest here.",
    "66885a3d0221bbe5f306b6b8 startedMessageText": "Only the highest quality items please. We don't need trash in this club.",
    "66885a3d0221bbe5f306b6b8 successMessagetext": "Nice, I got all those setup, a few too many of the figurines but it's always nice to have a backup in case one of them breaks.",
    "66885a3d0221bbe5f306b6c6": "Handover the found in raid Cultist figurine",
    "66885a3d0221bbe5f306b6c7": "Handover the found in raid Scav figurine",
    "66885a3d0221bbe5f306b6c8": "Handover the found in raid Mutkevich figurine",
    "66885a3d0221bbe5f306b6c9": "Handover the found in raid Ded Moroz figurine",
    "66885a3d0221bbe5f306b6ca": "Handover the found in raid BEAR figurine",
    "66885a3d0221bbe5f306b6cb": "Handover the found in raid USEC figurine",
    "66885a3d0221bbe5f306b6cc": "Handover the found in raid Ryzhy figurine",
    "66885a3d0221bbe5f306b6c5 name": "Figurine Collection",
    "66885a3d0221bbe5f306b6c5 description": "As you can see in my Hall Of Fame, I'm missing some amazing finds. Namely, all of the new figurines that have been released over the years. Go and find me each of the latest releases and hand them over for our trophy cabinet. Do try to make sure they aren't damaged in any way, no hand me downs allowed. Make it snappy!",
    "66885a3d0221bbe5f306b6c5 startedMessageText": "One of each ought to look good in the cabinet. Clean them before handing them over, thanks.",
    "66885a3d0221bbe5f306b6c5 successMessagetext": "Oh those look very good. The club is really coming together, it's a nice area to sit and chat about books.",
    "66885a3d0221bbe5f306b6d2": "Handover the found in raid Gold Skull rings",
    "66885a3d0221bbe5f306b6d3": "Handover the found in raid Golden Rooster figurines",
    "66885a3d0221bbe5f306b6d4": "Handover the found in raid Roler Gold watches",
    "66885a3d0221bbe5f306b6d5": "Handover the found in raid Golden Eggs",
    "66885a3d0221bbe5f306b6d6": "Handover the found in raid Golden 1GPhones",
    "66885a3d0221bbe5f306b6d7": "Handover the found in raid Golden Necklaces",
    "66885a3d0221bbe5f306b6d1 name": "Goldmember",
    "66885a3d0221bbe5f306b6d1 description": "I love gold! The look of it! The smell of it! The taste of it! The texture! We don't have near enough fancy gold items here in the club. Here's a list of what I need to complete the gold collection. It helps that they're worth a decent amount as well. Go out and find me what you can, rings, chains, watches, phones, anything gold really. Maybe even a nice egg in these trying times.",
    "66885a3d0221bbe5f306b6d1 startedMessageText": "Breaker-breaker one-niner, this is Goldie Wang. Over.",
    "66885a3d0221bbe5f306b6d1 successMessagetext": "This place really has come together quite well. If I think of anything else to spice it up, I'll let you know.",
    "66885a3d0221bbe5f306b6e2": "Eliminate Reshala",
    "66885a3d0221bbe5f306b6e3": "Find and handover the found in raid Golden 7.62x25 TT pistol",
    "66885a3d0221bbe5f306b6df name": "Golden Retriever",
    "66885a3d0221bbe5f306b6df description": "One of my buddies came over and harassed me because apparently we're missing the coveted Golden TT Pistol. I really didn't think much about it..but later that night it got to bugging me and I couldn't sleep. I need you to find one for me in decent condition. You should be able to nick one off of Reshala. He doesn't always have it on him so you may need to hold him up a few times.",
    "66885a3d0221bbe5f306b6df startedMessageText": "One Golden TT is all I need!",
    "66885a3d0221bbe5f306b6df successMessagetext": "Oooh pretty. It'll fit nicely in the collection. I'll have my buddy come over and rub it in his face!",
    "66885a3d0221bbe5f306b6ec": "Eliminate any targets using a Golden 7.62x25 TT pistol",
    "66885a3d0221bbe5f306b6e9 name": "Orange Justice",
    "66885a3d0221bbe5f306b6e9 description": "Now that I've been looking over the Golden TT Pistol..it doesn't really look like it would be an effective weapon. I want you to test it. Not mine though, this is a collectors item. Find your own. Go take out anyone, anywhere, while using it. Try to track the degradation and accuracy of it. I'm curious how it feels.",
    "66885a3d0221bbe5f306b6e9 startedMessageText": "I'd lend you this one..but..it's mine now. You'll have to find another.",
    "66885a3d0221bbe5f306b6e9 successMessagetext": "So it does work? But based on this data you brought back, it's a piece of shit. I guess it's a good thing it shouldn't see any action in my collection. Not really a 'defend yourself' piece of weaponry.",
    "66885a3d0221bbe5f306b6f5": "Eliminate PMCs",
    "66885a3d0221bbe5f306b6f2 name": "You Think You Know Weapons?",
    "66885a3d0221bbe5f306b6f2 description": "Alright, you managed to prove yourself I guess. That still doesn't really prove enough. Go take out more PMCs and come back when you're done and we'll really test your weapon proficiencies.",
    "66885a3d0221bbe5f306b6f2 startedMessageText": "You? Handling weapons? I'll believe it when I see it.",
    "66885a3d0221bbe5f306b6f2 successMessagetext": "Fine I believe you now. Let's see how well you do with the coming tasks.",
    "66885a3d0221bbe5f306b6ff": "Using an AR, eliminate PMCs",
    "66885a3d0221bbe5f306b6fc name": "Weapon Proficiency - ARs",
    "66885a3d0221bbe5f306b6fc description": "We're going to test your proficiency with Assault Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b6fc startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b6fc successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b70b": "Using an AR, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b708 name": "Weapon Proficiency - ARs II",
    "66885a3d0221bbe5f306b708 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b708 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b708 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b714": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b717": "Eliminate Killa",
    "66885a3d0221bbe5f306b71a": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b71d": "Eliminate Reshala",
    "66885a3d0221bbe5f306b720": "Eliminate Shturman",
    "66885a3d0221bbe5f306b723": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b726": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b729": "Eliminate Kaban",
    "66885a3d0221bbe5f306b72c": "Eliminate all targets with an AR",
    "66885a3d0221bbe5f306b711 name": "Weapon Proficiency - ARs III",
    "66885a3d0221bbe5f306b711 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b711 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b711 successMessagetext": "FINE. I guess you know your Assault Rifles. Take your reward.",
    "66885a3d0221bbe5f306b735": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b738": "Eliminate Killa",
    "66885a3d0221bbe5f306b73b": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b73e": "Eliminate Reshala",
    "66885a3d0221bbe5f306b741": "Eliminate Shturman",
    "66885a3d0221bbe5f306b744": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b747": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b74a": "Eliminate Kaban",
    "66885a3d0221bbe5f306b74d": "Headshot all targets with an AR",
    "66885a3d0221bbe5f306b732 name": "Weapon Proficiency - ARs IV",
    "66885a3d0221bbe5f306b732 description": "This is your final test for being labeled the Golden God of Assault Rifles. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b732 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b732 successMessagetext": "You're the best I've ever seen handling an Assault Rifle.",
    "66885a3d0221bbe5f306b755": "Using a SMG, eliminate PMCs",
    "66885a3d0221bbe5f306b752 name": "Weapon Proficiency - SMGs",
    "66885a3d0221bbe5f306b752 description": "We're going to test your proficiency with Submachine Guns. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b752 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b752 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b761": "Using a SMG, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b75e name": "Weapon Proficiency - SMGs II",
    "66885a3d0221bbe5f306b75e description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b75e startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b75e successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b76a": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b76d": "Eliminate Killa",
    "66885a3d0221bbe5f306b770": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b773": "Eliminate Reshala",
    "66885a3d0221bbe5f306b776": "Eliminate Shturman",
    "66885a3d0221bbe5f306b779": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b77c": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b77f": "Eliminate Kaban",
    "66885a3d0221bbe5f306b782": "Eliminate all targets with a SMG",
    "66885a3d0221bbe5f306b767 name": "Weapon Proficiency - SMGs III",
    "66885a3d0221bbe5f306b767 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b767 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b767 successMessagetext": "FINE. I guess you know your Submachine Guns. Take your reward.",
    "66885a3d0221bbe5f306b78b": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b78e": "Eliminate Killa",
    "66885a3d0221bbe5f306b791": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b794": "Eliminate Reshala",
    "66885a3d0221bbe5f306b797": "Eliminate Shturman",
    "66885a3d0221bbe5f306b79a": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b79d": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b7a0": "Eliminate Kaban",
    "66885a3d0221bbe5f306b7a3": "Headshot all targets with a SMG",
    "66885a3d0221bbe5f306b788 name": "Weapon Proficiency - SMGs IV",
    "66885a3d0221bbe5f306b788 description": "This is your final test for being labeled the Golden God of Submachine Guns. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b788 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b788 successMessagetext": "You're the best I've ever seen handling an Submachine Guns.",
    "66885a3d0221bbe5f306b7ab": "Using a sniper, eliminate PMCs",
    "66885a3d0221bbe5f306b7a8 name": "Weapon Proficiency - Snipers",
    "66885a3d0221bbe5f306b7a8 description": "We're going to test your proficiency with Sniper Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b7a8 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b7a8 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b7b8": "Using a sniper, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b7b5 name": "Weapon Proficiency - Snipers II",
    "66885a3d0221bbe5f306b7b5 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b7b5 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b7b5 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b7c1": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b7c4": "Eliminate Killa",
    "66885a3d0221bbe5f306b7c7": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b7ca": "Eliminate Reshala",
    "66885a3d0221bbe5f306b7cd": "Eliminate Shturman",
    "66885a3d0221bbe5f306b7d0": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b7d3": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b7d6": "Eliminate Kaban",
    "66885a3d0221bbe5f306b7d9": "Eliminate all targets with a sniper",
    "66885a3d0221bbe5f306b7be name": "Weapon Proficiency - Snipers III",
    "66885a3d0221bbe5f306b7be description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b7be startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b7be successMessagetext": "FINE. I guess you know your Snipers. Take your reward.",
    "66885a3d0221bbe5f306b7e2": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b7e5": "Eliminate Killa",
    "66885a3d0221bbe5f306b7e8": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b7eb": "Eliminate Reshala",
    "66885a3d0221bbe5f306b7ee": "Eliminate Shturman",
    "66885a3d0221bbe5f306b7f1": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b7f4": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b7f7": "Eliminate Kaban",
    "66885a3d0221bbe5f306b7fa": "Headshot all targets with a sniper",
    "66885a3d0221bbe5f306b7df name": "Weapon Proficiency - Snipers IV",
    "66885a3d0221bbe5f306b7df description": "This is your final test for being labeled the Golden God of Snipers. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b7df startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b7df successMessagetext": "You're the best I've ever seen handling an Snipers.",
    "66885a3d0221bbe5f306b802": "Using a marksman rifle, eliminate PMCs",
    "66885a3d0221bbe5f306b7ff name": "Weapon Proficiency - Marksman",
    "66885a3d0221bbe5f306b7ff description": "We're going to test your proficiency with Marksman Rifles. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b7ff startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b7ff successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b80e": "Using a marksman rifle, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b80b name": "Weapon Proficiency - Marksman II",
    "66885a3d0221bbe5f306b80b description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b80b startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b80b successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b817": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b81a": "Eliminate Killa",
    "66885a3d0221bbe5f306b81d": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b820": "Eliminate Reshala",
    "66885a3d0221bbe5f306b823": "Eliminate Shturman",
    "66885a3d0221bbe5f306b826": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b829": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b82c": "Eliminate Kaban",
    "66885a3d0221bbe5f306b82f": "Eliminate all targets with a marksman rifle",
    "66885a3d0221bbe5f306b814 name": "Weapon Proficiency - Marksman III",
    "66885a3d0221bbe5f306b814 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b814 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b814 successMessagetext": "FINE. I guess you know your Marksman Rifles. Take your reward.",
    "66885a3d0221bbe5f306b838": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b83b": "Eliminate Killa",
    "66885a3d0221bbe5f306b83e": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b841": "Eliminate Reshala",
    "66885a3d0221bbe5f306b844": "Eliminate Shturman",
    "66885a3d0221bbe5f306b847": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b84a": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b84d": "Eliminate Kaban",
    "66885a3d0221bbe5f306b850": "Headshot all targets with a marksman rifle",
    "66885a3d0221bbe5f306b835 name": "Weapon Proficiency - Marksman IV",
    "66885a3d0221bbe5f306b835 description": "This is your final test for being labeled the Golden God of Marksman Rifles. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b835 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b835 successMessagetext": "You're the best I've ever seen handling an Marksman Rifles.",
    "66885a3d0221bbe5f306b859": "Using a shotgun, eliminate PMCs",
    "66885a3d0221bbe5f306b856 name": "Weapon Proficiency - Shotguns",
    "66885a3d0221bbe5f306b856 description": "We're going to test your proficiency with Shotguns. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b856 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b856 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b865": "Using a shotgun, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b862 name": "Weapon Proficiency - Shotguns II",
    "66885a3d0221bbe5f306b862 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b862 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b862 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b86e": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b871": "Eliminate Killa",
    "66885a3d0221bbe5f306b874": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b877": "Eliminate Reshala",
    "66885a3d0221bbe5f306b87a": "Eliminate Shturman",
    "66885a3d0221bbe5f306b87d": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b880": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b883": "Eliminate Kaban",
    "66885a3d0221bbe5f306b886": "Eliminate all targets with a shotgun",
    "66885a3d0221bbe5f306b86b name": "Weapon Proficiency - Shotguns III",
    "66885a3d0221bbe5f306b86b description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b86b startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b86b successMessagetext": "FINE. I guess you know your Shotguns. Take your reward.",
    "66885a3d0221bbe5f306b88f": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b892": "Eliminate Killa",
    "66885a3d0221bbe5f306b895": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b898": "Eliminate Reshala",
    "66885a3d0221bbe5f306b89b": "Eliminate Shturman",
    "66885a3d0221bbe5f306b89e": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b8a1": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b8a4": "Eliminate Kaban",
    "66885a3d0221bbe5f306b8a7": "Headshot all targets with a Shotgun",
    "66885a3d0221bbe5f306b88c name": "Weapon Proficiency - Shotguns IV",
    "66885a3d0221bbe5f306b88c description": "This is your final test for being labeled the Golden God of Shotguns. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b88c startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b88c successMessagetext": "You're the best I've ever seen handling Shotguns.",
    "66885a3d0221bbe5f306b8af": "Using a pistol, eliminate PMCs",
    "66885a3d0221bbe5f306b8ac name": "Weapon Proficiency - Pistols",
    "66885a3d0221bbe5f306b8ac description": "We're going to test your proficiency with Pistols. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b8ac startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b8ac successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b8bb": "Using a pistol, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b8b8 name": "Weapon Proficiency - Pistols II",
    "66885a3d0221bbe5f306b8b8 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b8b8 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b8b8 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b8c4": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b8c7": "Eliminate Killa",
    "66885a3d0221bbe5f306b8ca": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b8cd": "Eliminate Reshala",
    "66885a3d0221bbe5f306b8d0": "Eliminate Shturman",
    "66885a3d0221bbe5f306b8d3": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b8d6": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b8d9": "Eliminate Kaban",
    "66885a3d0221bbe5f306b8dc": "Eliminate all targets with a pistol",
    "66885a3d0221bbe5f306b8c1 name": "Weapon Proficiency - Pistols III",
    "66885a3d0221bbe5f306b8c1 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b8c1 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b8c1 successMessagetext": "FINE. I guess you know your Pistols. Take your reward.",
    "66885a3d0221bbe5f306b8e5": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b8e8": "Eliminate Killa",
    "66885a3d0221bbe5f306b8eb": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b8ee": "Eliminate Reshala",
    "66885a3d0221bbe5f306b8f1": "Eliminate Shturman",
    "66885a3d0221bbe5f306b8f4": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b8f7": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b8fa": "Eliminate Kaban",
    "66885a3d0221bbe5f306b8fd": "Headshot all targets with a pistol",
    "66885a3d0221bbe5f306b8e2 name": "Weapon Proficiency - Pistols IV",
    "66885a3d0221bbe5f306b8e2 description": "This is your final test for being labeled the Golden God of Pistols. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b8e2 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b8e2 successMessagetext": "You're the best I've ever seen handling Pistols.",
    "66885a3d0221bbe5f306b905": "Using a LMG, eliminate PMCs",
    "66885a3d0221bbe5f306b902 name": "Weapon Proficiency - LMGs",
    "66885a3d0221bbe5f306b902 description": "We're going to test your proficiency with LMGs. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b902 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b902 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b911": "Using a LMG, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b90e name": "Weapon Proficiency - LMGs II",
    "66885a3d0221bbe5f306b90e description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b90e startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b90e successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b919": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b91c": "Eliminate Killa",
    "66885a3d0221bbe5f306b91f": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b922": "Eliminate Reshala",
    "66885a3d0221bbe5f306b925": "Eliminate Shturman",
    "66885a3d0221bbe5f306b928": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b92b": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b92e": "Eliminate Kaban",
    "66885a3d0221bbe5f306b931": "Eliminate all targets with a LMG",
    "66885a3d0221bbe5f306b916 name": "Weapon Proficiency - LMGs III",
    "66885a3d0221bbe5f306b916 description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b916 startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b916 successMessagetext": "FINE. I guess you know your LMGs. Take your reward.",
    "66885a3d0221bbe5f306b93a": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b93d": "Eliminate Killa",
    "66885a3d0221bbe5f306b940": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b943": "Eliminate Reshala",
    "66885a3d0221bbe5f306b946": "Eliminate Shturman",
    "66885a3d0221bbe5f306b949": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b94c": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b94f": "Eliminate Kaban",
    "66885a3d0221bbe5f306b952": "Headshot all targets with a LMG",
    "66885a3d0221bbe5f306b937 name": "Weapon Proficiency - LMGs IV",
    "66885a3d0221bbe5f306b937 description": "This is your final test for being labeled the Golden God of LMGs. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b937 startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b937 successMessagetext": "You're the best I've ever seen handling LMGs.",
    "66885a3d0221bbe5f306b95a": "Using an assault carbine, eliminate PMCs",
    "66885a3d0221bbe5f306b957 name": "Weapon Proficiency - Carbines",
    "66885a3d0221bbe5f306b957 description": "We're going to test your proficiency with Assault Carbines. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. The next challenge will be a bit more difficult.!",
    "66885a3d0221bbe5f306b957 startedMessageText": "Remember, calm your aim and take them out.",
    "66885a3d0221bbe5f306b957 successMessagetext": "We'll see how you do on the next one. Haha",
    "66885a3d0221bbe5f306b966": "Using an assault carbine, eliminate PMCs with headshots",
    "66885a3d0221bbe5f306b963 name": "Weapon Proficiency - Carbines II",
    "66885a3d0221bbe5f306b963 description": "You managed to complete the basic task. Now go take out a group of PMCs, but be sure to do it via headshots - this one is going to be a bit harder to accomplish. The next challenge will be  even more difficult.!",
    "66885a3d0221bbe5f306b963 startedMessageText": "Point and click (the trigger) their heads. Haha.",
    "66885a3d0221bbe5f306b963 successMessagetext": "I guess you have -some- skills. But we'll really see how you do on the next one.",
    "66885a3d0221bbe5f306b96f": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b972": "Eliminate Killa",
    "66885a3d0221bbe5f306b975": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b978": "Eliminate Reshala",
    "66885a3d0221bbe5f306b97b": "Eliminate Shturman",
    "66885a3d0221bbe5f306b97e": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b981": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b984": "Eliminate Kaban",
    "66885a3d0221bbe5f306b987": "Eliminate all targets with a Carbine",
    "66885a3d0221bbe5f306b96c name": "Weapon Proficiency - Carbines III",
    "66885a3d0221bbe5f306b96c description": "You've managed to complete all the proficiency tests...so far, but now you need to go out and take out each of the local bosses. They aren't easy to talk to, yet alone try to take down. You'll need to wipe them all out and come back for your reward.",
    "66885a3d0221bbe5f306b96c startedMessageText": "Be careful on this one, it won't be easy at all.",
    "66885a3d0221bbe5f306b96c successMessagetext": "FINE. I guess you know your Assault Carbines. Take your reward.",
    "66885a3d0221bbe5f306b990": "Eliminate Sanitar",
    "66885a3d0221bbe5f306b993": "Eliminate Killa",
    "66885a3d0221bbe5f306b996": "Eliminate Tagilla",
    "66885a3d0221bbe5f306b999": "Eliminate Reshala",
    "66885a3d0221bbe5f306b99c": "Eliminate Shturman",
    "66885a3d0221bbe5f306b99f": "Eliminate Gluhar",
    "66885a3d0221bbe5f306b9a2": "Eliminate Kolontay",
    "66885a3d0221bbe5f306b9a5": "Eliminate Kaban",
    "66885a3d0221bbe5f306b9a8": "Headshot all targets with a Carbine",
    "66885a3d0221bbe5f306b98d name": "Weapon Proficiency - Carbines IV",
    "66885a3d0221bbe5f306b98d description": "This is your final test for being labeled the Golden God of Carbines. You have to go do the same thing again, but this time make sure the killshot is to the head.",
    "66885a3d0221bbe5f306b98d startedMessageText": "Steady aim, steady trigger, steady reward.",
    "66885a3d0221bbe5f306b98d successMessagetext": "You're the best I've ever seen handling Carbines.",
    "66885a3d0221bbe5f306b9b0": "Eliminate...no, stab PMCs",
    "66885a3d0221bbe5f306b9ad name": "Weapon Proficiency - Melee",
    "66885a3d0221bbe5f306b9ad description": "We're going to test your proficiency with Melee Weapons. Go take out a group of PMCs and report back - it won't be the easiest but I'll reward you properly. You need to get up close and personal for this one.",
    "66885a3d0221bbe5f306b9ad startedMessageText": "Remember, calm your breathing, you might be able to sneak up and take them out. If you get spotted, just shoot them and try again with the next target.",
    "66885a3d0221bbe5f306b9ad successMessagetext": "Fuckin' wild ass managed to do it, well the easy mode of this. Major props to you!",
    "66885a3d0221bbe5f306b9bb": "Stab, slash, or chop targets",
    "66885a3d0221bbe5f306b9b8 name": "Weapon Proficiency - Melee II",
    "66885a3d0221bbe5f306b9b8 description": "It's time to actually test your proficiency. Go smack any PMCs, locals, bosses, whatever have you, and come back when you're done.",
    "66885a3d0221bbe5f306b9b8 startedMessageText": "Cheeki breeki lemon squeezy",
    "66885a3d0221bbe5f306b9b8 successMessagetext": "I wouldn't want to get into a knife fight with you, that's for sure.",
    "66885a3d0221bbe5f306b9c6": "Eliminate..no, explode PMCs",
    "66885a3d0221bbe5f306b9c3 name": "Weapon Proficiency - Explosives",
    "66885a3d0221bbe5f306b9c3 description": "We're going to test your proficiency with Explosives. Boom. Go take out a group of PMCs and report back. You'd think this one would be the easiest challenge. Afterall explosives are kind of explosive. Close only counts in horseshoes and you got that right, hand grendaes. Just toss em and laugh.",
    "66885a3d0221bbe5f306b9c3 startedMessageText": "You'll have to source your explosives yourself. If you really want to cheat - use a grenade launcher.",
    "66885a3d0221bbe5f306b9c3 successMessagetext": "I'd say good job, but it's fuckin' explosives, man. Easy peasy.",
    "66885a3d0221bbe5f306b9d0": "Reach level 10 in Assault Rifles",
    "66885a3d0221bbe5f306b9d1": "Reach level 10 in Submachine Guns",
    "66885a3d0221bbe5f306b9d2": "Reach level 10 in Snipers",
    "66885a3d0221bbe5f306b9d3": "Reach level 10 in Marksman Rifles (DMR)",
    "66885a3d0221bbe5f306b9d4": "Reach level 10 in Shotguns",
    "66885a3d0221bbe5f306b9d5": "Reach level 10 in Pistols",
    "66885a3d0221bbe5f306b9d6": "Reach level 10 in Large Machine Guns",
    "66885a3d0221bbe5f306b9d7": "Reach level 10 in Magazine Drills",
    "66885a3d0221bbe5f306b9cf name": "Golden God",
    "66885a3d0221bbe5f306b9cf description": "Alright you've proved that you know how to handle firearms, explosives, and subjectively - melee skills. By now you should have gotten your personal feel for all of these weapon types. If you haven't, you'll need to keep practicing. When you have, come back for a nice little reward.",
    "66885a3d0221bbe5f306b9cf startedMessageText": "This isn't a starter task, this is a finisher task! A task of gods!",
    "66885a3d0221bbe5f306b9cf successMessagetext": "YOU ARE THE GOLDEN GOD - Your vengeance will echo within these walls like the gust of a thousand winds!"
}